[{"Source": "The Guardian", "Date": "2021-03-12", "Title": "Rory McIlroy: Chasing Bryson DeChambeau’s power has cost me", "Article": "While Rory McIlroy’s struggles go on, Lee Westwood’s outstanding form continued. Just days after taking Bryson DeChambeau to the final hole at the Arnold Palmer Invitational, the Englishman added a 66 to his first-round 69 and leads by one shot from Matthew Fitzpatrick at the Players Championship. McIlroy has admitted a desire to add more length to his game, fuelled in part by DeChambeau’s power play at the 2020 US Open, has triggered technical problems that were visible here. A second round of 75 at Sawgrass, added to Thursday’s 79, meant McIlroy comfortably missed the cut. Afterwards, he expanded on the basis for his swing issues. “Probably, like October last year, doing a little bit of speed training, started getting sucked into that stuff, swing got flat, long and too rotational,” said McIlroy. “Obviously I added some speed and am hitting the ball longer but what that did to my swing as a whole probably wasn’t a good thing. So I’m sort of fighting to get back out of that. That’s what I’m frustrated with.” When asked why he had embarked on such a journey, McIlroy’s answer raised eyebrows. “I’d be lying if I said it wasn’t anything to do with what Bryson did at the US Open,” said the four-times major winner. “I think a lot of people saw that and were like, ‘Whoa, if this is the way they’re going to set golf courses up in the future, it helps. It really helps.’ “The one thing that people don’t appreciate is how good Bryson is out of the rough. Not only because of how upright he is but because his short irons are longer than standard, so he can get a little more speed through the rough than us, than other guys. I thought being able to get some more speed is a good thing and maybe just to the detriment a little bit of my swing, I got there. I just need to maybe rein it back in a little bit.”     As McIlroy headed home, Westwood, at nine under par, has aspirations of claiming the Players just a month before his 48th birthday. “I care less about the outcomes now,” said Westwood. “I still care about my performance and that in turn leads me to work as hard as I’ve always worked. But I’ve been working with a psychologist for a few years now and we just focus on the process, we don’t focus on the outcomes and things we can’t control.” Fitzpatrick, who has made back-to-back 68s. Sergio García a further shot back, at seven under par, in third alongside Chris Kirk.", "Author": "Ewan Murray", "article_body_bow": [[0, 0.4856774233], [1, 0.1119490005], [2, 0.1689330057], [3, 0.3687001425], [4, 0.1764004897], [5, 0.2238980011], [6, 0.1843500712], [7, 0.1843500712], [8, 0.1689330057], [9, 0.1744624692], [10, 0.1552327032], [11, 0.1429048469], [12, 0.1119490005], [13, 0.3528009794], [14, 0.0872312346], [15, 0.3793710473], [16, 0.1214287355], [17, 0.1764004897]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Australia commits $100m to Covid vaccine deal at Quad meeting", "Article": "A historic first meeting of leaders of the Quad – an informal grouping of Australia, the United States, India and Japan – has ended with a promise to boost manufacturing of the Covid-19 vaccine to help low-income countries and to keep international climate goals within reach. The leaders during the meeting agreed to pool financing, manufacturing and distribution capacity to send 1 billion coronavirus vaccines to Asian and Pacific island countries by the end of 2022. In a joint statement released after the first meeting, the four leaders called for a “transparent and results-oriented reform” of the World Health Organization and said they would work to strengthen climate actions of all nations.    Some analysts have described the first Quad leaders’ meeting as “a historic step” that signals “a new level of political determination to balance together against Chinese power” among the US, Australia, India and Japan. Prof Rory Medcalf, head of the national security college at the Australian National University, said the meeting showed the importance Biden’s administration was putting on the region. He said Biden had “reshaped” the Quad to be a more constructive and positive force that was open to co-operation, which was a significant shift from a Trump-era approach that was more confrontational. He said the Biden administration was instead opening the door for China to engage and co-operate with the Quad countries, while still allowing competition. “America wants to compete with China and win the hearts and minds of the rest of Asia, rather than take a zero-sum approach.” Medcalf said the Quad would also give the US an opportunity to further push Australia to increase its climate ambition. Biden sent a signal on the priority he placed on climate by inviting his special envoy, John Kerry, to be part of his delegation, which also included the vice-president, Kamala Harris, and the secretary of state, Antony Blinken. Last month Kerry publicly acknowledged past “differences” between the US and Australia in tackling the climate crisis while calling for a faster exit from coal-fired power around the globe. Among the Quad grouping, the US and Japan have already committed to net-zero emissions by 2050, while Australia has expressed a preference to achieve the goal without making a firm pledge amid pushback from the Nationals. India also has not committed to net zero by 2050 but has promised to exceed expectations. On Monday the US and the UK issued a joint statement urging all countries “to take the steps needed to keep a 1.5C temperature limit within reach, including through ambitious nationally determined contributions and long-term strategies to cut emissions and reach net zero”.", "Author": "Graham Readfearn and Daniel Hurst", "article_body_bow": [[3, 0.1848812061], [6, 0.1848812061], [8, 0.1694197221], [15, 0.1268213538], [18, 0.6776788885], [19, 0.2866331462], [20, 0.1769087209], [21, 0.1375699255], [22, 0.2435571728], [23, 0.1769087209], [24, 0.1694197221], [25, 0.1433165731], [26, 0.1848812061], [27, 0.3113598949], [28, 0.1556799475]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Minneapolis to pay George Floyd's family $27m in police custody death lawsuit", "Article": "The city of Minneapolis has agreed to pay $27m to settle a civil lawsuit with the family of George Floyd, even as jury selection was under way in the murder trial of the former police of the former police officer, Derek Chauvin, who killed him. \nThe city council unanimously approved the settlement on Friday. The council emerged from closed session to announce the move, which includes $500,000 for the neighborhood where Floyd was arrested. \n \n  Related: Derek Chauvin trial: judge grants request to add third-degree murder charge  \n \nThe Floyd family attorney, Ben Crump, said in a prepared statement that it was the largest pre-trial civil rights settlement ever in a wrongful death lawsuit, and “sends a powerful message that Black lives do matter and police brutality against people of color must end”. \nFloyd, who was Black, was declared dead on 25 May 2020 after Derek Chauvin, a former police officer who is white, pressed his knee against his neck for almost nine minutes. Floyd’s death sparked mass protests in Minneapolis and across the US and led to a national reckoning on racial justice. \n“I hope that today will center the voices of the family and anything that they would like to share,” the council president, Lisa Bender, said. “But I do want to, on behalf of the entire city council, offer my deepest condolences to the family of George Floyd, his friends and all of our community who are mourning his loss.” \nFloyd’s sister, Bridgett Floyd, said in a statement: “On behalf of all of my family members, I am pleased that this part of our tragic journey to justice for my brother George is resolved.” \nShe added: “Our family suffered an irreplaceable loss May 25 when George’s life was senselessly taken by a Minneapolis police officer. While we will never get our beloved George back, we will continue to work tirelessly to make this world a better, and safer, place for all.” \nFloyd’s family filed the federal civil rights lawsuit in July against the city, Chauvin and three other fired officers charged in his death. It alleged the officers violated Floyd’s rights when they restrained him, and that the city allowed a culture of excessive force, racism and impunity to flourish in its police force. \n \n  Related: Minneapolis on trial: how the year of George Floyd changed me and my city  \n \nGeorge Floyd’s brother, Philonise Floyd, said of the settlement: “Even though my brother is not here, he’s here with me in my heart. If I could get him back, I would give all this back.” \n“That dollar amount shows that what happened to George Floyd was wrong. It goes to show that we matter but it’s an opportunity to show that these types of injustices are wrong. It was a clear violation of George Floyd’s civil rights. It shouldn’t have happened,” said Todd Gramenz of Black Lives Matter St Paul. \nBlack Lives Matter Saint Paul was established in 2014 after Michael Brown was killed in Ferguson. They have been organizing protests and lobbying since then. \nGramenz added that you cannot really put a dollar value on a life. “How do you value a Black man, who’s innocent, that’s killed?” he said, and called for more police who kill to stand trial. \nOnly one Minnesota police officer has been convicted a murder before, a Black officer who killed a white women, yet several hundred Minnesotans have suffered police-involved deaths in the last 20 years. \nIt was not immediately clear how the settlement might affect the trial or the jury now being seated to hear it. Joseph Daly, a professor emeritus at Mitchell Hamline School of Law, said it will be hard to stop jurors or potential jurors from hearing about it. \n“Judge Cahill will likely explain to the jurors that each must make a decision based solely on the evidence they hear in the criminal trial,” Daly said. \nAny praise for the settlement overlooks “how many families that have failed to get a settlement and how they have failed to hold police accountable”, DJ Hooker from the Twin Cities Coalition for Justice 4 Jamar campaign group told the Guardian. \nHe added: “It’s good that we see that this happened with the $27m but on top of that, we need to make sure that happens for all families affected by police brutality. Everyone doesn’t get the same amount. It’s not fair. Everyone needs to be able to get money when their loved ones die.” \nHowever, Hooker said holding police officers accountable and protecting the community by preventing brutality and violence was vital. \nL Chris Stewart, an attorney who worked with Floyd’s family, said the size of the settlement “changes evaluations and civil rights for a Black person when they die”. \n“And what happens is that trickles down to decisions in the communities across this country. When there is a city council or a mayor deciding, ‘Oh, should we get rid of no-knock warrants, should we get rid of chokeholds, do we want to change these policies?’ They have 27m reasons now why they should,” he said. \nMeanwhile, with jury selection in its fourth day, seven people have been seated so far, with the jury roughly balanced between white people and people of color, according to the authorities. \nOpening statements are expected around 29 March. \n", "Author": "Amudalat Ajasa in Minneapolis and agencies", "article_body_bow": [[0, 0.3394739186], [1, 0.078248986], [2, 0.1180790925], [5, 0.078248986], [8, 0.2361581851], [9, 0.2438880426], [12, 0.078248986], [15, 0.176779305], [16, 0.0848750357], [17, 0.1232986394], [19, 0.099886192], [22, 0.0848750357], [24, 0.1180790925], [25, 0.099886192], [28, 0.217005986], [29, 0.108502993], [30, 0.3542372776], [31, 0.3394739186], [32, 0.1288551579], [33, 0.5657898644], [34, 0.078248986]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "New York senators urge Cuomo to resign after governor refuses to quit ", "Article": "New York’s two US senators, Chuck Schumer, who is also the Senate majority leader, and Kirsten Gillibrand, joined national and state representatives late Friday afternoon in calling for Andrew Cuomo’s resignation. The New York governor had earlier again refused to resign after a group of New York’s most powerful and prominent Democrats in the House of Representatives joined calls for him to step down over multiple sexual misconduct allegations, and scrutiny over his administration’s misreporting of Covid-19 deaths among nursing home residents. Schumer and Gillibrand put out a joint statement, saying: “Confronting and overcoming the Covid crisis requires sure and steady leadership. We commend the brave actions of the individuals who have come forward with serious allegations of abuse and misconduct.” It continued: “Due to the multiple, credible sexual harassment and misconduct allegations, it is clear that Governor Cuomo has lost the confidence of his governing partners and the people of New York. Governor Cuomo should resign.” At a press conference earlier on Friday, Cuomo denied all of the sexual misconduct allegations and castigated politicians calling for him to quit as “reckless and dangerous” and engaging in “cancel culture”. “I did not do what has been alleged. Period,” Cuomo said. The governor said he wanted investigations into the allegations to proceed but added: “I’m not going to resign. Period. “Politicians who don’t know a single fact but yet form a conclusion and an opinion are, in my opinion, reckless and dangerous,” he added. His statement came shortly after a group of congressional representatives including Alexandria Ocasio-Cortez, a standard bearer for the party’s progressive wing, as well as Jerry Nadler, who chairs the House judiciary committee, and Carolyn Maloney, the chair of the House oversight committee. Nadler said on Friday that Cuomo had lost the confidence of New Yorkers. “The repeated accusations against the governor, and the manner in which he has responded to them, have made it impossible for him to continue to govern at this point,” the congressman said. In a joint statement issued with Jamaal Bowman, another New York congressman, Ocasio-Cortez said the latest allegation of sexual harassment against Cuomo was “alarming” and “raises concerns about the present safety and well-being of the administration’s staff. These allegations have all been consistent and highly detailed, and there are also credible media reports substantiating their accounts”. The duo added that the six accusations of sexual harassment and misconduct leveled at Cuomo came on top of claims that the governor’s administration hid data on Covid-19 deaths in nursing homes, a combination that means that Cuomo “can no longer effectively lead in the face of so many challenges”.    In total, 10 of the 19 Democrats from New York elected to the House of Representatives have now called for Cuomo’s resignation, with Kathleen Rice, who represents a section of New York’s Long Island, previously calling for his removal. On Thursday, Bill de Blasio, mayor of New York City and a longtime Cuomo rival, also urged the governor to step down, alongside 59 New York state lawmakers, meaning that almost all major New York Democratshave now turned on the state’s chief executive. The New York state assembly also launched an “impeachment investigation” into the sexual misconduct allegations made by the six women. A separate investigation is being led by the state attorney general, Letitia James. “The reports of accusations concerning the governor are serious,” said Carl Heastie, the speaker of the state assembly. The assembly judiciary committee will oversee the investigation, which will have the power to interview witnesses and subpoena documents. Forty-seven state senators have already said Cuomo should step down, more than the 46 needed to convict the governor if he was impeached. Separately, police in Albany said that they have been notified of the allegations and that these “may have risen to the level of a crime” although this does not mean they have opened a criminal investigation. Cuomo had previously denied any wrongdoing in his treatment of women, although he has provided a general apology if any of his previous actions made anyone feel uncomfortable. On Friday, Cuomo, who was attorney general of New York and Bill Clinton’s housing secretary and is the son of the late governor Mario Cuomo, said: “I am not part of the political club.” He said it wasn’t clear why all the sexual misconduct allegations had been made now. He said they should be taken very seriously, but he denied any inappropriate conduct. “Look, it’s very simple: I never harassed someone. I’ve never abused anyone,” Cuomo said. “You need to know the facts before you make a decision,” he said, referring to his critics. “People know the difference between playing politics, bowing to cancel culture and the truth.” On the nursing home deaths, the governor has previously claimed his administration had to verify deaths of residents at hospitals, but critics questioned why that hadn’t held up the release of data in other states. Cuomo’s office did not immediately respond to a request for comment. Along with an allegation that the governor groped a female aide at the Executive Mansion last year, Cuomo is facing allegations of sexually suggestive remarks and behavior toward women, including female aides. One aide said he asked her if she would ever have sex with an older man. And another aide claimed Cuomo once kissed her without consent, and said the governor’s aides publicly smeared her after she accused him of sexual harassment. The White House press secretary, Jen Psaki, has repeatedly said that Joe Biden and Kamala Harris both support the attorney general’s investigation into the harassment allegations. The Associated Press contributed to this report", "Author": "Daniel Strauss, Oliver Milman and agencies", "article_body_bow": [[0, 0.2404859098], [1, 0.0554321777], [4, 0.262037086], [6, 0.0912819754], [7, 0.2738459262], [8, 0.1672962572], [9, 0.0863860736], [10, 0.0768643467], [12, 0.0554321777], [16, 0.0601261218], [18, 0.0836481286], [19, 0.3538006964], [21, 0.203768487], [22, 0.1202522437], [26, 0.0912819754], [27, 0.6149147739], [28, 0.0768643467], [35, 0.1732020137], [36, 0.1672962572], [37, 0.0873456953], [38, 0.2305930402], [39, 0.0801619699], [40, 0.1825639508]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "High school announcer caught by hot mic blames racist outburst on high blood sugar", "Article": "An announcer for a live stream of an Oklahoma girls’ high school basketball game cursed and called one team by a racial epithet as the players knelt during the national anthem, then suggested his diabetes was to blame for the episode in a statement expressing his regret. The incident occurred on Thursday before the Norman High School-Midwest City quarter-final game in Sapulpa as the Star-Spangled Banner began to play. The broadcasters told their listeners on the NFHS Network stream they would return after a break and then one, apparently not realizing the audio was still live, used an expletive and the epithet as the Norman players knelt. “They’re kneeling? Fuck them,” one of the men said. “I hope Norman gets their ass kicked … I hope they lose. C’mon Midwest City. They’re gonna kneel like that? Hell no.” He went on to call the players the N-word. The incident was posted on Twitter and widely disseminated on Friday. Matt Rowan, owner of OSPN, the third-party company that produced the telecast for NFHS, revealed on Friday afternoon that he was the speaker overheard during the anthem. Rowan, who described himself as a family man and former youth pastor, said there was “no excuse” for his comments before disclosing that he suffers from type 1 diabetes and attributing his use of racist language to hyperglycemia. “I do not believe I would have made such horrible statements absent my sugar spiking,” the statement read. Earlier Friday, the Oklahoma Secondary Schools Activities Association (OSSAA) and NFHS Network each issued statements apologizing for the comments. “While we are currently investigating the incident, this crew will not be doing any more games for the remainder of our championships,” OSSAA director David Jackson said. “This kind of behavior will never be tolerated by anyone representing the NFHS or OSSAA.” The NFHS Network said in a statement that it was “sickened” and “outraged” by the comments. “We are aggressively investigating the incident and will ensure that any individuals responsible will have no relationship with the NFHS Network moving forward,” according to the statement. Kneeling during the anthem during US sporting events has become a familiar way for athletes to express themselves, often in protest racial or social injustice. Norman High School superintendent Nick Migliorino said the school district supports the students’ right to freely express themselves: “Last night during the Norman High School girls’ basketball game versus Midwest City in the Oklahoma 6A State Basketball Tournament, National Federation of High School (NFHS) Network announcers on a live stream broadcast made racist and hateful comments targeted at our Norman High student athletes. The announcers were contracted by OSSAA for the state tournament. “We condemn and will not tolerate the disgusting words and attitudes of these announcers. This type of hate speech has no place in our society and we are outraged that it would be directed at any human being, and particularly at our students. “We fully support our students’ right to freedom of expression and our immediate focus is to support these girls and their coaches and families, particularly our Black students and coaching staff. It is tragic that the hard work and skill of this team is being overshadowed by the vile, malignant words of these individuals. We will do everything in our power to support and uplift our team and everyone affected by this incident. “Moving forward NPS will rely only on our long-standing, community partner SportsTalk Media to live stream the remainder of the tournament, as we have full confidence in their proven ability to respectfully support our student athletes.” State public schools superintendent Joy Hofmeister also released a statement, saying the comments cannot be tolerated. “The remarks made were sickening and vile,” Hofmeister said. “My heart aches for the young female athletes who were subjected to this hateful and disgusting tirade.” Emily Virgin, the minority leader of Oklahoma’s state house of representatives, who led a call for action in the wake of the incident, said: “I am absolutely disgusted by the actions of the broadcasters who used racist slurs against our Norman High basketball team. They should immediately resign or be fired. Our student athletes should be commended for their courage, not disparaged. Heartbreaking.” Norman mayor Breea Clark also issued a statement Friday morning, saying that she was “livid and absolutely disgusted about the racist and hateful comments directed towards the young women on the Norman High School basketball team by a game announcer in the live broadcast of last night’s game.”       She added: “These young athletes were simply expressing themselves as hundreds of professional athletes around the nation have done, and no one, let alone a child, deserves to experience this kind of racist and toxic behavior. The announcer could’ve stopped with declaring he hoped our team would lose, but instead he went further and decided to use profanity and racist slurs about our children. “Join me in calling for the Oklahoma Secondary School Activities Association (OSSAA) to end their contract with the National Federation of High School (NFHS) Network. Their employees do not need to be anywhere near children. Further, these young women and their team deserve a public apology from NFHS and OSSAA. There is NO PLACE for this behavior in our nation, and certainly not in youth sports.” Norman was scheduled to play Tulsa Union at 4pm on Friday in the semi-finals at Sapulpa. • This article was amended on 13 March 2021 to remove a quote with the racist term that the announcer used.", "Author": "Bryan Armen Graham and agencies", "article_body_bow": [[0, 0.1113374137], [1, 0.1539801306], [2, 0.1161793591], [5, 0.0769900653], [6, 0.1267820522], [8, 0.1161793591], [10, 0.2135146523], [15, 0.0869675822], [19, 0.1965583157], [24, 0.2323587183], [26, 0.1267820522], [27, 0.4270293045], [31, 0.5566870683], [33, 0.2226748273], [34, 0.0769900653], [40, 0.2535641043], [41, 0.1113374137], [42, 0.2535641043], [43, 0.2535641043]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Labour suspends East Ham and West Ham constituency parties", "Article": "Two local Labour parties have been suspended after an allegation of electoral fraud was made to police. The East Ham and West Ham Labour branches based in Newham, east London, are now facing an investigation by the party. The Metropolitan police confirmed it made an assessment of a claim of “electoral malpractice” but decided officers did not need to take further action. The move by Labour means no party meetings or business can take place and, while the party refused to divulge the nature of the investigation, it is understood to be “serious”.   Related: Labour suggests ministers failed to do analysis of Brexit deal The byelection to fill the remaining seat “is to be postponed”, according to the email sent to members on Friday. “Alternative arrangements are being made to ensure that a candidate is in place in time to contest the byelection,” it added. Newham has previously been embroiled in an electoral row in 2017, when local members claimed there were “many failures of process/propriety and procedural irregularities” during a trigger ballot to decide whether the then-directly elected mayor should automatically remain the party’s candidate at the next election.", "Author": "Aubrey Allegretti", "article_body_bow": [[0, 0.331128994], [7, 0.3770629478], [8, 0.3455294411], [14, 0.1784196026], [24, 0.6910588823], [36, 0.3455294411]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Craven Cottage pitch is as bad as the Etihad Stadium, says Pep Guardiola", "Article": "Pep Guardiola has criticised the pitch at the Etihad Stadium, claiming it has been bad since he took charge of the club in the summer of 2016. \nHaving cited Anfield and Old Trafford as stadiums with good pitches to play on, Guardiola compared the one at the Etihad with that of Craven Cottage, where his team play on Saturday. The Etihad had maintenance done in April during the first lockdown but plans to have a first big overhaul in 11 years last summer were prevented by the pandemic. While there are hopes this plan can be revived in the close season, ground staff have recently been able to reseed the pitch due to City’s run of away games. \n \n  Related: José Mourinho brushes off Arsenal by insisting he only 'looks up' league table  \n \n“They [ground staff] are working a lot, we are trying to find a solution but the grass is not good,” said Guardiola. “Since day one when I arrived here we can do better. The weather is tough but I am not the green-keeper. They [ground staff] give me and the club the reasons and we say: ‘OK, this is what it is.’ \n“We accept it because I cannot argue with them because I am not a green-keeper – I don’t talk about anything that I’m not an expert in. But the reality is the grass is not good. Everyone knows it. We try every season to find a solution knowing that the weather will change, the sun will not come, and we have to find a way that as much as possible, from October until March, the grass can be better, as good as possible because we need it to avoid injuries, for better football, for many reasons. I am pretty sure the club will do the best to try to find a solution as it always does.” \nHe added: “I know the weather condition here in England is tough, but there are stadiums where the grass is good. We were in London against Arsenal, we were in Anfield, even in Old Trafford and the grass was better than ours. We were in Budapest [Puskas Arena] for a Champions League game, and the grass was incredible, like a carpet, so it was amazing and our grass still isn’t good and we need it.” \n \n  \n \n  The Fiver: sign up and get our daily football email.\n  \n \nFulham host the league leaders having taken 12 points from their past seven games, the most recent of which came in victory at Anfield last Sunday. Scott Parker’s side remain in the relegation zone, but only on goal difference. “I am impressed with Fulham here, the pace they have, their organisation: their stadium is difficult, the grass is not in good condition like ours, so they are a real tough opponent,” said Guardiola.", "Author": "Jamie Jackson", "article_body_bow": [[0, 0.18329748], [5, 0.2535012175], [8, 0.3825377842], [10, 0.351514342], [12, 0.2535012175], [15, 0.1431768364], [17, 0.1997237076], [23, 0.1997237076], [35, 0.2640278814], [38, 0.527271513], [39, 0.18329748], [44, 0.175757171], [45, 0.1374837298], [46, 0.1912688921]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Relentless Harry Kane proving to be both reward and risk for Tottenham", "Article": "It was broadly hushed up last Sunday but Harry Kane was not in the original Tottenham line-up for the Premier League fixture against Crystal Palace. He then underwent a late fitness test on an unspecified problem, felt he could pull through and told José Mourinho so. Equipped with this information Mourinho did what he almost always does, what Mauricio Pochettino did before him at Spurs and what Gareth Southgate also does whenever possible with England – he started Kane. The centre-forward would register two goals and two assists in the 4-1 win.   Related: José Mourinho brushes off Arsenal by insisting he only 'looks up' league table  Harry Kane clutches his knee during Spurs’s 2-0 victory over Dinamo Zagreb on Thursday. The striker was later seen with an ice-pack over the joint, raising fears he will miss Sunday’s north London derby. Photograph: Andrew Fosker/BPI/Shutterstock “Harry had a little knock the day before [the Palace game] … we had everybody fit in the team, we don’t want to risk players,” Mourinho said, when asked about Kane’s original absence last Sunday. “We wanted to give a 100% guarantee that by playing he wouldn’t affect the near future. We did just a little, if you want to call it a test or a little thing, just to make sure that he was right for the game and he was. “Was it Harry saying: ‘Play me?’ Yes. Of course. Like everyone. With me, players make these decisions. When a player is a doubt … I trust the player more than anything and the relationship that we have between coaching staff, medical staff and players is a very professional relationship. But the players’ feelings are very important.” A related point – poor Carlos Vinícius. It is unclear whether the striker needed to be stood down for Palace but he is sure to have been disappointed to have featured only for six minutes against Dinamo as Kane’s replacement, having generally started in the Europa League when available. If Vinícius did not appreciate the tough reality of being Kane’s back-up when he signed on loan from Benfica last October, he does now. Mourinho denied that Kane’s desire to play every minute was a problem, but he then veered off on a significant tangent. “The most difficult part of it … and that’s the reason why I love Vinícius … is to have a very good striker that doesn’t play many minutes and keeps motivated and working hard and fit and ready to help the team. So my special words go to Vinícius because he is a very good player and an amazing guy in the group. “When you have a striker like Harry, that doesn’t affect only in terms of goals scored but also the quality and dynamic of the team. We know that he has important routines [link-ups] built with other players and it’s difficult to leave him out.” And so to the derby, a fixture in which Kane is the record scorer; he has 11 goals in 14 appearances. Vinícius will be ready. All eyes will be on Kane.", "Author": "David Hytner", "article_body_bow": [[2, 0.1489520985], [3, 0.1625456782], [5, 0.1974159933], [8, 0.1489520985], [10, 0.5474889128], [11, 0.2520049501], [15, 0.1115000458], [28, 0.4106166846], [32, 0.1625456782], [33, 0.1427443009], [34, 0.0987079966], [37, 0.1555363501], [38, 0.1368722282], [39, 0.1427443009], [46, 0.4468562955], [47, 0.1625456782]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Thomas Tuchel has no qualms over calling out Chelsea players in matches", "Article": "Thomas Tuchel is not worried about upsetting Chelsea’s players by admonishing them during games and said he has mellowed on the touchline in recent years, admitting “nobody was safe” from him at the start of his managerial career. Tuchel showed his ruthless side when he substituted Callum Hudson-Odoi on and off during Chelsea’s draw with Southampton last month and he was heard criticising Timo Werner’s positioning during his side’s win over Everton on Monday. The former Paris Saint-Germain manager told the forward in German: “Timo, how long are you staying on the left? You’re playing on the right! The last 15 minutes you’ve only been on the left! Don’t you understand?”   Related: Premier League: 10 things to look out for this weekend  The Fiver: sign up and get our daily football email.   “I was not aware of the fines. Pretty sure my captains take care of that. I have no complaints. Everybody has been on time. Nobody was ever late. This is what concerns me. If a player arrives at 10.01 or 9.59 I am not the police.” Chelsea, who are fourth, are set to be without Thiago Silva and Tammy Abraham against Leeds. Abraham is still troubled by an ankle injury, making him doubtful for England’s fixtures this month.", "Author": "Jacob Steinberg", "article_body_bow": [[6, 0.3131062923], [10, 0.2636523861], [11, 0.2427143449], [14, 0.1481564301], [17, 0.2996044586], [30, 0.2869214354], [33, 0.274963563], [34, 0.1901379058], [39, 0.274963563], [47, 0.6262125846]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Newcastle 1-1 Aston Villa: Premier League – as it happened", "Article": "  10.23pm GMT     Steve Bruce speaks: “There wasn’t much in the game. The goal that they score is a bit of a fluke but the one thing you have to do is show a bit of hunger and desire and get back into it. We’ve done that. We’ve managed to scrape something out of it and I think we’ve at least deserved that.” On Joelinton: He’s come in for a bit of criticism, has Joe, but he’s contributed a lot to the team with his performance today. Of course, he needs to score a goal and be a bit of a hero for once but that hasn’t quite happened for him. He’s performing as well as he can do and I’m sure there’s a goal or two around the corner for him, I hope ... but his all round performance I was pleased with.”  On Newcastle’s chances of staying up: “There’s still 10 games and we’ve missed three big players. Their return gives us something to focus on.” On the pressure he is under: “You learn from your experiences and I’m ready for the challenge of it. Newcastle’s always a difficult club to manage but I’ve been around the block a long time.” Match report: Newcastle 1-1 Aston Villa     Jamaal Lascelles: “Over the course of the game I wouldn’t say it was a fair result,” he tells BT Sport. “I thought we were the better team, I thought we had the better chances. It was a difficult game but it seems like we created the most. Then, the one chance they had ... a deflection that goes in. I guess that’s football but we had to keep fighting to the end and we did. “I thought we were playing some good football, we were on the front foot and we just weren’t taking our chances. We ended up getting a bit of luck back ourselves.” Full-time: Newcastle 1-1 Aston Villa  GOAL! Newcastle 1-1 Aston Villa (Lascelles 90+4)   Jamaal Lascelles with a last-gasp leveller for Newcastle. Photograph: Stu Forster/Getty Images   Updated at 9.59pm GMT    90+3 min: Dubravka sacvs brilliantly to deny Ollie Watkins, who had been teed up by Ross Barkley as Villa counter-attacked. Watkins had to have been offside there, but Dubravka wasn’t to know.    90+2 min: We’re in the second of four minutes of added time and Newcastle have a free-kick wide on the right. Joe Willock swings the ball towards Andy Carroll, whose knockdown is hacked clear.    90 min: That goal has been officially credited to Ciaran Clark, which I’m sure he’ll be delighted to hear.    89 min: Spotting Martin Dubravka off his line, Douglas Luiz tries to beat him from distance. His lob isn’t quite on target, but is close enough for Newcastle’s goalkeeper to put it out for a corner.  9.45pm GMT  GOAL! Newcastle 0-1 Aston Villa (Watkins 86)   Ollie Watkins gets his header on target, ish... Photograph: Simon Davies/ProSports/REX/Shutterstock   Updated at 9.50pm GMT    85 min: Ollie Watkins smashes the ball goalwards from a tight angle but Dubravka is on hand to block his effort.    84 min: There’s a break in play as Tyrone Mings receives treatment after a heavy collision with Jonjo Shelvey.    82 min: So close!!! Just on as a substitute for Ryan Fraser, Jacob Murphy thumps the ball against the cross-bar with the Villa goal gaping.   Updated at 9.43pm GMT    78 min: With the ball dropping to an unmarked El Ghazi at the far post from an Elmohamady cross, Emile Krafth gets a crucial header in to clear. Joelinton sets off up the field and is fouled by Mings. The Newcastle striker stays on his feet and continues on his way, only to be fouled by Mings again. That’s two tactical fouls for the price of one, as the Villa defender only gets one yellow card.  9.34pm GMT     75 min: John McGinn is booked for some indiscretion or other that escaped my attention. Apologies.    72 min: Joelinton squares the ball from the corner of the six-yard box but can’t pick out a team-mate. A more confident player would have shot and possibly even scored. Newcastle are bossing proceedings at the moment but can they find a goal?   Updated at 9.37pm GMT    70 min: Aston Villa remain on the back foot, forced to defend a long throw from Emile Krafth and a subsequent cross from Ryan Fraser after Ross Barkley had lost the ball in midfield.    66 min: Jamaal Lascelles is penalised and booked for handball.  9.24pm GMT     65 min: It’s looking like both these teams could play until midnight without scoring, but Newcastle are looking the more threatening as things stand.    64 min: Joelinton crosses the ball into the Villa penalty area from the left, where Matt Targett does his damnedest to head it into his own net. Emi Martinez spares his blushes with a save that was perhaps a little more acrobatic than necessary.   Updated at 9.28pm GMT    63 min: Good defending from Konsa, who denies Ryan Fraser a run on goal with a neat little pirouette to take possessino of a ball from deep.    62 min: Another Newcastle cross, another Villa clearance. Rinse and repeat ...    61 min: Mings is penalised for another foul on Joelinton, who’s proving a real handful for the Villa centre-half. Free-kick for Newcastle about 35 yards from the Villa goal. Shelvey floats the ball into the penalty area and Mings gets his head to it.    59 min: Ollie Watkins keeps the ball in play on the right touchline, cuts inside to the edge of the Newcastle penalty area and then gives it away. For the love of humanity ...    58 min: Villa substitution: Morgan Sanson on, Jacob Ramsey off.    56 min: Trezeguet charges down the right chasing a long ball. He gets to it and pulls it back for El Ghazi, whose thunderous drive towards goal is blocked by Ciaran Clark. Good defending.    55 min: Jonjo Shelvey tries his luck from distance. His shot hits Willocks legs, then one of Mings’s feet and loops over the cross bar.    52 min: The ball’s curled toward the far post by Targett and Konsa wins the header under pressure from several Newcastle defenders. His effort floats across the face of goal and wide.    52 min: Emile Krafth is booked for a tackle on Ollie Watkins as the Villa striker threatened to escape his clutches and bear down on goal. Villa free-kick, about 35 yards from the Newcastle goal, a little left of centre.   Updated at 9.15pm GMT    50 min: Dwight Gayle overhits a cross into the Villa penalty area and Joelinton sprints to retrieve the ball. He’s promptly crowded off the ball and Villa clear. Second-half: Newcastle 0-0 Aston Villa  Half-time: Newcastle 0-0 Aston Villa   An uninspiring first-half comes to a close with few chances for either side. Photograph: Richard Lee/BPI/REX/Shutterstock  8.46pm GMT    8.44pm GMT     42 min: Joelinton picks up the ball out on the right and bears down on the Villa penalty area. With Ryan Fraser pointing to where he wants the ball, the Brazilian elects not to pass, runs into traffic and loses it.    39 min: Tyrone Mings plays a backpass towards Martinez without looking to see where he is. Momentarily, it looks as if he might have rolled the ball into his own net but there wasn’t enough pace on it to trundle over the line. Villa’s goalkeeper reacts and clears in plenty of time.  8.39pm GMT   A first-half highlight. Photograph: Simon Davies/ProSports/REX/Shutterstock  8.38pm GMT     33 min: Villa corner, won by Targett off Krafth. It’s played short and John McGinn curls a cross into the Newcastle penalty area. It ends up in the hands of Martin Dubravka. Oh, to have a Jack Grealish and/or a Miguel Almiron on the pitch - this is mindnumbing.    32 min: Jonjo Shelvey plays a long ball towards Dwight Gayle in the Newcastle penalty area. Ezri Konsa outjumps him and heads clear.    31 min: From the free-kick, Fraser crosses the ball into the etc, and so on. Villa clear again. While they’re under pressure, they show no sign of buckling any time soon.  8.30pm GMT     29 min: A Ryan Fraser cross from the right is cleared by Ezri Konsa.    28 min: Dubravka is forced to save at his near post after Trezeguet had beaten two defenders while cutting in from the right and shot from a narrow angle.    25 min: El Ghazi is fouled by Emile Krafth out by the left touchline and Villa have a free-kick in line with the front of the Newcastle penalty area. The delivery is deep and lands at the feet of Trezeguet on the right side of the box. His cross for Douglas Luiz at the far post is overhit. Goal-kick.    24 min: There’s very little in the way of quality on show tonight, with both teams struggling to muster anything in the way of a serious threat on goal.    21 min: Yep, Traore is off and is replaced by Anwar El Ghazi.    20 min: Traore is back on his feet but looks like he might have busted a rib. He’s holding the left side of his rib-cage and grimacing with pain. I think he’s done for the night. Updated at 8.38pm GMT    19 min: Playing with numerical advantage, Newcastle apply some pressure. Joelinton has a shot blocked, then an inviting cross towards the far post is cleared.    16 min: In a foot-race with Paul Dummett to prevent the ball going out of play down by the byline, Bertrand Traore is forced to hurdle an advertising hoarding behind the goal, only to clatter into another one a few feet behind it. He goes to ground and looks in a bit of trouble - that hurt. Play resumes while he receives treatment, which seems rather unfair on Villa.   Updated at 8.24pm GMT    14 min: A long ball to Joelinton out by the right touchline and he uses his strength to get past Tyrone Mings and head on a diagonal run towards goal. With only Martinez to beat, he looks to have a clear shot on goal until Ezri Konsa appears out of nowhere to block with a heroic last-ditch tackle. That is brilliant.   Updated at 8.20pm GMT    13 min: John McGinn and Bertrand Traore threaten down the right wing, but Newcastle keep them at arm’s length.    11 min: Possession stats so far: Newcastle 30%-70% Aston Villa.    10 min: Ciaran Clark boots an Elmohamady cross into the stand for a Villa throw-in deep in Newcastle territory. Nothing comes of it and Newcastle clear. Ten minutes in and there’s not much between the sides, but Villa are looking the more menacing.    8 min: Ahmed Elmohamady curls a nice cross into the Newcastle penalty area, trying to pick out Ollie Watkins. Jamaal Lascelles makes a vital headed interception.    6 min: Villa go on the attack, after Ezri Konsa lumps the ball long out of defence. Nothing comes of it and the ball soon ends up back at the feet of their goalkeeper.    4 min: The first shot in anger comes from Ryan Fraser, who fires straight at Emi Martinez from distance after good work from Gayle and Joelinton.    4 min: The ball’s curled into the penalty area and Ezri Konsa almost gets his head to it. The ball breaks to McGinn, who curls an effort from outside the penalty area high and wide of Martin Dubravka’s goal.    3 min: Jonjo Shelvey brings down Jacob Ramsey to concede a free-kick wide on the left, halfway inside the Newcastle half.    2 min: Under pressure from Ryan Fraser, who has lined up behind Joelinton and Dwight Gayle, Emi Martinez boots the ball out for a throw-in near the halfway line.    1 min: Newcastle win an early throw-in deep in Villa territory, which Emile Krafth chucks long. Villa clear. Newcastle v Aston Villa is go ...     Not long now: Villa are first out on to the pitch, followed by their hosts. Both sets of players line up either side of the team of match officials and kick-off is just a few minutes away. Jack Grealish, whose return to Villa’s first team has been delayed by an illness which laid him low this week, is watching from the stands, wearing a white hoodie and a padded lilac coat.        Those teams: Each manager makes one change, with Dean Smith bringing Jacob Ramseyt into his Aston Villa line-up in place of Morgan Sanson. For Newcastle, Dwight Gayle starts up front alongside Joelinton, with midfielder Jeff Hendrick dropping to the bench. Newcastle United v Aston Villa line-ups    6.46pm GMT  Dean Smith, looking absolutely thrilled to be addressing the press ahead of his side’s match against Newcastle United. Photograph: Neville Williams/Aston Villa FC/Getty Images 6.46pm GMT       Early team news Even with their most creative players, Newcastle have often struggled this season, but once again they must go without Calum Wilson, Allan Saint-Maximin and Miguel Almiron, while central defender Fabian Schar is also sidelined. Villa go into battle without their stand-out player, Jack Grealish, who remains out indefinitely with a shin problem. Wesley and Kortney Hause are also out. Anwar El Ghazi, Matty Cash and Bertrand Traore are all expected to be available for selection following their return from injury.    Premier League: Newcastle United v Aston Villa  Updated at 6.44pm GMT  ", "Author": "Barry Glendenning", "article_body_bow": [[0, 0.0468421901], [1, 0.097174431], [5, 0.097174431], [6, 0.4267208151], [8, 0.048879307], [10, 0.4491524278], [11, 0.041348284], [12, 0.032391477], [13, 0.2551997954], [14, 0.1514376287], [15, 0.036589246], [23, 0.0510399591], [24, 0.048879307], [28, 0.0449152428], [30, 0.048879307], [32, 0.0533401019], [33, 0.4215797108], [34, 0.032391477], [35, 0.168682682], [36, 0.048879307], [38, 0.0449152428], [39, 0.4215797108], [40, 0.1066802038], [42, 0.0533401019], [47, 0.2667005094], [48, 0.0468421901], [49, 0.1066802038]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "The Little Things review – Denzel Washington killer thriller is a big mess", "Article": "There’s a self-serious portent to the drab serial killer thriller The Little Things, a smug sense of grandiosity informing us that it’s not only more substantial than the average stalk-n-stab schlock, but that it’s going somewhere we might not expect, ending with gravity rather than gristle. To its credit, the film, from The Blind Side writer-director John Lee Hancock, does find itself in slightly unconventional territory in its rushed finale but it’s not a place that’s either satisfying or smart enough to warrant the hushed solemnity that precedes it. It’s a film trapped between a low- and a highbrow version of a story we know all too well, landing firmly in the middle of the road.   Related: Palmer review – Justin Timberlake aims for redemption in familiar drama   Maybe if Hancock’s film had been produced back in the early 90s, it would have at least felt like a more admirably serious-minded riposte to a sub-genre that often devolves into silliness. But at a time when even small-screen procedurals have perma-frowned detectives who spend more time haunted by their past than actually solving crimes in the present, it all feels a little too familiar and a little too minor. As a slow, meditative character-driven drama, it’s too shallow and as a dark, disturbing serial killer thriller, it’s too boring and so quite who this film is for remains a bigger mystery than the one at its centre. As probably the most reliable leading man currently working in Hollywood, Washington can put a shine on even the dullest of material and while he’s no doubt stretched here, he avoids a mere sleepwalk and singlehandedly helps muster up just enough interest to drag us through. His character is mostly standard issue, but it’s a sturdy, accomplished turn, the kind that only he can do quite this well, yet his other two Oscar-winning co-stars struggle. Playing a dogged LAPD detective with the same otherworldly strangeness that won him plaudits for Mr Robot and Bohemian Rhapsody (and makes him a perfect choice for a Bond villain), Malek is awkwardly ill-suited for the role, a performance so discordant, it makes one question the actor’s long-term versatility and just how Hollywood will best make use of him. While Leto certainly looks the part of “potential killer of women” with his pale sunken skin and greasy long hair, his line delivery is so embarrassingly unsubtle that he might as well have walked off the set of a Hammer horror parody, never convincing us that he’s playing anything other than an Evil Movie Villain. That juicy killer-cop interplay, the spiky cat and mouse game that drives films such as this, just isn’t really there, Hancock struggling to differentiate his film from the many others that have come before, as admirably hard as Washington tries. That aforementioned ending, while theoretically interesting, just doesn’t land with the impact Hancock seems to think it does, a big swing that misses. Part of me admires him for it, but it’s such an empty coda presented with such weight, urging us to take what’s mostly a rather rote serial killer movie with awards-worthy seriousness, that it ultimately annoys (what it says about cops is also rather uneasy at this, or frankly any, moment). There are little things here that work but the big problems are impossible to ignore.  The Little Things is released on HBO Max and in cinemas in the US on 29 January and in the UK on 12 February ", "Author": "Benjamin Lee", "article_body_bow": [[1, 0.1353207941], [2, 0.2042014521], [3, 0.2228371661], [5, 0.1353207941], [6, 0.4456743322], [10, 0.3752818259], [13, 0.2132279361], [14, 0.2108853116], [15, 0.3057153473], [23, 0.2132279361], [24, 0.2042014521], [26, 0.2228371661], [35, 0.1409400039], [37, 0.2132279361], [38, 0.187640913], [39, 0.1956910566], [44, 0.187640913], [48, 0.1956910566]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "After 75-year-old dies from attack, alarm increases in Oakland's Asian community ", "Article": "A 75-year-old man from Hong Kong died in Oakland, California, on Thursday, after being robbed and assaulted by a man police said had a history of victimizing elderly Asian people.  Pak Ho had been taking his early morning walk on Tuesday, authorities said, when a man approached him to forcibly rob him. In the course of the robbery, the man allegedly punched Ho, causing him to fall to the ground, hit his head and suffer a traumatic brain injury.  Police on Thursday arrested Teaunte Bailey, 26, in connection with the robbery. Police said that through their investigation, they “learned that the suspect has a history of victimizing elderly Asian people”. In addition to Ho’s death, prosecutors also charged Bailey with the robbery and assault of a 72-year-old Asian man at an Oakland senior care home in February. Authorities said Bailey allegedly broke into the senior living apartment, and shoved the victim while saying “money, money” at him, before leaving with the victim’s phone and numerous other items from the home.    “I’m at a loss for words,” said LeRonne Armstrong, Oakland police chief, in a statement. “Our elders should be protected, not the victim of a deadly assault.” Bailey’s arrest comes amid reports of anti-Asian violence, particularly against Asian elders, across the country. Earlier this year, an 84-year-old Thai man, Vicha Ratanapakdee, was killed in a seemingly unprovoked attack in San Francisco. Anti-Asian sentiments, fueled for years by the Trump administration’s trade war with China, exploded with the pandemic and Donald Trump’s bigoted usage of “China virus” and “kung flu”. Advocates and community organizers have called for action and more awareness of anti-Asian hate, as well as unity between different communities in the face of racial divisions. Oakland’s Chinatown, in particular, has experienced a spate of robberies and assaults in the past few weeks, including an incident in which a man shoved three individuals to the sidewalk. “It’s just been one after the other,” said Carl Chan, president of Oakland’s Chinatown chamber of commerce, to the Guardian. “It’s been so difficult.” Chan said the Bay Area’s Asian community feels unheard and unprotected, frequently complaining about the same individuals coming back into their neighborhoods to rob their stores and victimize their elders. Yet they still keep returning, and their community members keep getting hurt, Chan said. Chan is frustrated. To the community, these attacks feel like hate crimes, Chan said, even though authorities haven’t qualified any of the assaults as such – by definition, a hate crime is a crime motivated by prejudice of a certain group, and he wonders how someone could repeatedly target one community if that person was not fueled by hatred of that community. “All the crimes being committed by the same suspect, coming back over and over and over again, how can we not believe that is a hate crime?” he asked. Chan spoke briefly with Ho’s three daughters, whom he described as heartbroken and hurt over their father’s death. He said they were now especially concerned about the safety of community elders. “People are facing one pandemic, we are facing two, and this is probably worse,” Chan said. “We can take a vaccine. But when we’re Asian, we have a big target on our front, our back, everywhere.”", "Author": "Vivian Ho", "article_body_bow": [[4, 0.3195814279], [5, 0.1014079425], [9, 0.2370527646], [12, 0.1014079425], [16, 0.4399802828], [17, 0.1597907139], [19, 0.129449003], [22, 0.1099950707], [23, 0.1597907139], [25, 0.129449003], [29, 0.1406160749], [31, 0.1466487657], [35, 0.3168567531], [36, 0.4590790927], [37, 0.3195814279], [45, 0.2199901414], [47, 0.1669917672]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "IOC under fire after ‘dismissing’ claims of genocide against Uighurs in China", "Article": "The International Olympic Committee is facing fresh criticism from human rights groups who have accused it of hiding behind political neutrality to stage the Beijing Winter Olympics in a country that is “actively committing a genocide”. A number of representatives of the No Beijing 2022 campaign said on Friday that they had met the IOC last October to give detailed insight into the abuses being faced by Uighur Muslims in Xinjiang province, as well as in Hong Kong and Tibet, and urge them to move the Games – but left feeling the IOC had “completely dismissed our experiences and sufferings”. More than one million Uighurs are believed to be in re-education camps, and on Thursday the White House press secretary, Jen Psaki, confirmed that “the genocide against Uighur Muslims” is something that would be a topic of discussion when US officials meet China directly next week. There have been growing calls for a boycott of Beijing 2022 because of the human rights abuses. But Zumretay Arkin, the program and advocacy manager at the World Uyghur Congress, said the IOC had dismissed her concerns.    “When we met with the IOC in October, we asked them to listen to our voices but instead they completely dismissed our experiences and sufferings,” she said. “They conveniently hedge behind political neutrality when it comes to China. “They also repeatedly told us that the IOC’s mission was to create a better world – a world with absolutely no discrimination based on race, religion, gender, sexual orientation,” she added. “A better world to us means a free and democratic world where there are no camps, no forced labour, no cultural and religious repression, no arbitrary arrest, no police brutality. A better world is a world without genocide. “Our question was simple, does the IOC accept hosting the Olympic Games in a country that is actively committing a genocide? The answer we received was also very simple. Yes, the IOC is willing to host genocidal Olympic Games.” Frances Hui, a Hong Kong activist in exile, said she had a similar experience when meeting the IOC. “I talked about the fact that more than 10,000 protesters in Hong Kong were arrested in just a year, and the fact that China is violating international human rights obligations. And the first thing we heard from the IOC is: ‘It is a very complicated world.’ “And I asked again: ‘How are you going to legitimise a Games in a country practising genocide and murder?’ and the IOC again replied to me: ‘It’s a complex world.’ “Ironically, that is the same kind of rhetoric that people from China always tell me when I bring up the fact that two million Uighur workers are in camps,” she added. “When I talk about Tibetans as having their lands occupied by China, all they say is: ‘It’s complicated.’ But no, it’s not complicated.” However, the IOC president, Thomas Bach, insisted one of the key principles of the Olympic charter is political neutrality – adding that the IOC is not equipped to solve all the world’s problems. “We are taking this very seriously,” he said. “But we are not a super world government where the IOC can solve or even address issues for which the UN security council, G7 and G20 has no solution. “We have to fulfil our role and to live up to our responsibilities within our area of responsibilities, and the governments have to live up to their responsibilities in their remits. “Human rights and labour rights and others will be part of the host city contract. And on this, we are working very closely with the organising committee that we are also monitoring. This includes, for instance, supply chains or labour rights, and their freedom of press and many other issues.” Bach said a boycott of the Winter Olympics over China’s human rights abuses would not work. “We can only repeat and give advice to learn from history – a boycott of the Olympic Games has never achieved anything,” he said. “Be mindful of the boycott in Moscow in 1980 because of the intervention of the Soviet army in Afghanistan. The Soviet army withdrew from Afghanistan in 1989 – nine years after. “So it really served nothing but punishing the athletes and then led to the counter-boycott in Los Angeles. It also has no logic, why would you punish the athletes from your own country if you have a dispute with athletes from another country? This just makes no real sense. The athletes would be the ones who are suffering.”", "Author": "Sean Ingle", "article_body_bow": [[0, 0.2920801606], [1, 0.0673246902], [7, 0.1108657636], [9, 0.0524597434], [12, 0.0673246902], [15, 0.1520992482], [16, 0.0730256809], [17, 0.1060849874], [19, 0.0859411383], [22, 0.0730256809], [25, 0.0859411383], [29, 0.4667747635], [30, 0.1015941385], [31, 0.194720107], [33, 0.6815203746], [34, 0.1346493803], [35, 0.0701203548], [36, 0.203188277], [37, 0.1060849874], [47, 0.1108657636], [49, 0.1108657636]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Jamaal Lascelles snatches point for Newcastle to deny Aston Villa", "Article": "Jamaal Lascelles is the sort of centre-half who likes to lead by example. Newcastle United’s captain most definitely subscribes to the view that when the going gets tough, the tough get going and, deep in stoppage time, he re-emphasised his importance to Steve Bruce’s side. Minutes earlier Ciaran Clark had scored a freakish own goal which threatened to be calamitous in Newcastle’s struggle to avoid relegation but, by meeting Jacob Murphy’s left-wing cross and powering a bullet header beyond Emiliano Martínez, Lascelles salvaged a potentially vital point. It is no exaggeration to say that equaliser might well have saved Bruce from the sack but his, and his side’s position, remain precarious. They stand 16th, only two points ahead of both 18th placed Fulham – who play Manchester City on Saturday – and 17th placed Brighton – who face Southampton on Sunday before hosting Newcastle next weekend.    Outwardly at least, Bruce remains upbeat. “It was a hideous goal to concede, a bit of a fluke but we showed the desire to get back into the game,” said the former Villa manager. “There’s still 10 games to go and I’m convinced we’ll be okay. There’s no question managing Newcastle is difficult. There’s a huge spotlight - but that’s the way it should be and I’m ready for the challenge.” St James’ Park may have been virtually empty but the handful congregated inside clapped as loudly as possible during a heartfelt pre-kick-off minute’s applause for Glenn Roeder, who died two weeks ago. Had the ground been full it would undoubtedly have been an emotional occasion as fans paid tribute to a much loved former captain and manager but it is now more than a year since the turnstiles last closed here. The absence of supporters has arguably kept Bruce in a job and home season ticket holders would doubtless have been unimpressed as Villa began in determinedly zealous mode, winning virtually every second ball. Nonetheless Joelinton really should have scored in the 14th minute after connecting with Jonjo Shelvey’s through pass and sidestepping Tyrone Mings. The £40m Brazilian was left with only Martínez to beat but hesitated at the vital moment, taking one touch too many and permitting Ezri Konsa to make an intelligently timed interception. Both sides were without injured attacking catalysts – Jack Grealish in Villa’s case and Callum Wilson, Allan Saint-Maximin and Miguel Almirón in Newcastle’s – and their absence explained the under-employment of both goalkeepers. Although Martin Dubravka expertly parried Trezeguet’s angled shot after the forward dribbled past Paul Dummett, Newcastle’s keeper was generally well protected by a highly efficient defence. Bruce’s problems lay further forward, specifically in an attacking department where Joelinton’s industry could not camouflage the general shortage of improvisation and incision. If the effort and sometimes almost painful endeavour on view was creditable, the lack of elan suggested Villa may have hit a ceiling in their clamber up the table. Admittedly a Konsa header flashed across the face of goal and Clark did extremely well to block Bertrand Traoré’s fierce shot but Matt Targett was slightly fortunate not to head an own goal after Joelinton’s cross caught him unawares. Meanwhile Martínez looked mightily relieved to see Murphy’s shot rebound off the bar. “That was the best opportunity of the night,” said Bruce. According to the so-called immutable law of the ex it is not uncommon for footballers to score against their old clubs but when Ollie Watkins’s header took a hefty deflection off Clark, the former Villa defender appeared to have registered the winner for his old employers. Clark and Lascelles are close pals and the latter delighted in easing his friend’s misery by heading arguably the most important goal of his career. It left Dean Smith sanguine. “We didn’t deserve to win,” said Villa’s manager. “It was a very scrappy game, we have a few players short on confidence and we’re not creating chances.”", "Author": "Louise Taylor at St James' Park", "article_body_bow": [[1, 0.2241073092], [4, 0.1765653954], [5, 0.1120536546], [10, 0.1553778205], [12, 0.2241073092], [14, 0.1746255632], [16, 0.1215422515], [19, 0.1430384396], [23, 0.1765653954], [24, 0.338181861], [32, 0.1845224085], [36, 0.338181861], [39, 0.1620438175], [41, 0.1620438175], [42, 0.1845224085], [44, 0.1553778205], [46, 0.1690909305], [47, 0.5535672256], [48, 0.1620438175]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Premier League hurtling towards £2bn black hole, warns Richard Masters", "Article": "Richard Masters, the chief executive of the Premier League, has admitted the current season has proved “brutal” for top-flight clubs and warned of a financial loss heading “towards £2bn”. Speaking on the anniversary of the suspension of England’s top league, Masters reflected on the impact of the pandemic on football and looked forward to the return of fans, with the aspiration being a “normal Premier League” from the start of next season. “It’s been a hell of a journey,” Masters said. “    We had to get the 2019-20 season finished. That felt like more of a sprint, and this season has been a long haul, getting to this point. “The schedule that we’ve put in front of the clubs and the players is pretty brutal: they’re playing a full Premier League fixture list, European competitions, two cup competitions as well, all in a truncated period.” Masters, speaking to Premier League Productions, confirmed he expected the Premier League’s financial losses to have reached “towards £2bn” by the end of the season. But with the government releasing a roadmap that could result in crowds of up to 10,000 being allowed into grounds for the final two matches of the season, there was cause for optimism. “We can see the end of the season on the horizon; we’re really looking forward to that moment, hopefully with the fans back,” said Masters. “From next season our goal is to have full stadia. There’s a lot of water to pass under the bridge before that can happen but that’s our ultimate goal.”", "Author": "Paul MacInnes", "article_body_bow": [[5, 0.2151226076], [6, 0.3542494158], [10, 0.2982971152], [11, 0.2746077514], [26, 0.3542494158], [39, 0.6221892306], [45, 0.2333389855], [48, 0.3110946153]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "New York City prosecutor leading Trump inquiry won't seek re-election", "Article": "Manhattan’s district attorney, Cyrus Vance Jr, the veteran prosecutor overseeing a criminal investigation into the former US president, Donald Trump, announced on Friday that he intends to retire instead of seeking re-election, opting against a primary fight with progressive candidates who say he is a relic and not a reformer. Vance made the announcement in a memo to staffers, ending months of speculation about his future and signaling it is likely to be a brand-new DA who sees the Trump case through, although Vance could still make a decision about charges before his term expires at the end of the year.    Vance, a Democrat, counted the fallen movie mogul Harvey Weinstein’s rape conviction a year ago among his crowning achievements. But he has faced withering criticism over other high-profile cases, including dropping rape charges against the former International Monetary Fund chief Dominique Strauss-Kahn in 2011 and declining to prosecute Ivanka and Donald Trump Jr over fraud allegations in 2012. “I never imagined myself as district attorney for decades like my predecessors. I never thought of this as my last job, even though it’s the best job and biggest honor I’ll ever have,” Vance, 66, said on Friday.  His decision not to seek re-election was widely expected, but he held off on making it official while the US supreme court weighed whether his office could obtain Trump’s tax records. The court ruled in Vance’s favor last month. Some of the Democrats campaigning to replace Vance want to slash the office’s budget, cut staff and skip prosecutions for a wider range of low-level offenses. Eight candidates are on the ballot for the party’s June primary, an election likely to decide Vance’s successor because Manhattan is so heavily Democratic. Vance ended most marijuana possession and subway turnstile jumping prosecutions, slashing the cases handled by his office by nearly 60%, to about 42,000 in 2019. He embraced diversionary programs for first-time offenders and established a unit to remedy wrongful convictions. The supreme court ruling on Trump’s taxes was a capstone for Vance’s tenure as district attorney, ending an 18-month fight with Trump’s lawyers and bolstering a grand jury investigation that has drawn worldwide attention. Vance’s investigation includes examining whether Trump or his businesses lied about the value of assets to gain favorable loan terms and tax benefits, and hush-money payments paid to women on Trump’s behalf. It’s one of the most high-profile prosecution jobs in the world, dramatized on TV’s Law and Order and Blue Bloods. The district attorney oversees a staff of 500 lawyers and has a budget of about $125m. A separate forfeiture fund bankrolled by Wall Street settlements and worth more than $800m is used for grants to criminal justice and community organizations and big initiatives, such as testing backlogged rape kits. Vance, whose father was the former president Jimmy Carter’s secretary of state, ran as a death penalty opponent and positioned himself as a criminal justice innovator, taking interest in national and global efforts to prevent cyber-attacks, gun violence and the theft of artwork and antiquities. After making a campaign pledge to re-examine the 1979 disappearance of six-year-old Etan Patz, a 2012 tip led to a new suspect and ultimately a conviction. Weinstein’s conviction in a landmark #MeToo case last year boosted Vance’s lagging legacy, giving him a career-defining win in a tenure clouded by concerns that he repeatedly gave powerful people special treatment. They included sidestepping an effort to pursue charges against Weinstein in 2015 and striking a deal in 2016 so well-connected gynecologist Robert Hadden could avoid prison for allegedly sexually abusing patients. Vance’s office reopened the Hadden case amid public outcry last year, and the doctor was indicted on federal charges.", "Author": "Guardian staff and agencies", "article_body_bow": [[5, 0.1260138275], [9, 0.0981906198], [12, 0.1260138275], [13, 0.1985627452], [14, 0.0981906198], [16, 0.6834227929], [22, 0.4100536758], [25, 0.3217176864], [27, 0.1747355223], [28, 0.1747355223], [36, 0.1901570762], [43, 0.2075110806], [44, 0.1747355223]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Sarah Everard: Met police officer charged with kidnap and murder", "Article": "A serving Metropolitan police officer has been charged with kidnapping Sarah Everard from a London street as she walked home and then murdering her.  \nPC Wayne Couzens was charged on Friday following an extensive investigation by homicide detectives. He will appear at Westminster magistrates court on Saturday for his first hearing, the start of the process that leads to a full trial for murder. \nIn a day of fast-moving developments, the Met announced that human remains found in woodland in Ashford, Kent, on Wednesday had been formally identified as the 33-year-old marketing executive. \nThe decision to charge Couzens, 48, was made by lawyers from the Crown Prosecution Service (CPS), which authorises criminal proceedings in England and Wales. \nRosemary Ainslie, head of special crime at the CPS, said: “Following a referral of evidence by the Metropolitan police related to the death of Sarah Everard, the CPS has authorised the police to charge Wayne Couzens with murder and kidnapping. \n“The function of the CPS is not to decide whether a person is guilty of a criminal offence, but to make fair, independent and objective assessments about whether it is appropriate to present charges to a court to consider.”  \nThe Met said that hundreds of its officers were working on the investigation, supported by colleagues from Kent police. \nCouzens was arrested at his home on Tuesday in Deal, Kent. He had previously worked at a garage run by his family in the county. \nAfter the announcement of the charging of one of their officers, the Met revealed that he had been with the force for just over two years, starting as a local officer before being transferred to the unit guarding embassies in the capital. \nIn a statement the Met said: “[Couzens’] first posting was to south area, where he joined a response team covering the Bromley area. He then moved to the parliamentary and diplomatic protection command on 1 February 2020, where his primary role was on uniformed patrol duties of diplomatic premises, mainly a range of embassies.” \nEverard went missing after leaving a friend’s house in Clapham, south London, at around 9pm. She is believed to have walked through Clapham Common on her way home to Brixton, a journey that should have taken around 50 minutes.  \nHer disappearance triggered a police investigation in which detectives scoured CCTV, video doorbell and bus camera footage for any clue as to what might have happened to her. Video taken from a doorbell camera captured Everard on the A205 Poynders Road walking towards Tulse Hill – the last known sighting of her alive.  \nSix days after she was last seen, the Met announced on 9 March that a serving officer had been arrested over her disappearance. Couzens was first arrested on suspicion of kidnap, and the next day arrested on suspicion of murder.  \nAlso arrested with Couzens on Tuesday at the same location was a woman aged in her 30s on suspicion of aiding an offender. She has been released on bail until mid-April. \nThe Met confirmed that for the second time since his arrest, Couzens had been found to have sustained a head injury in his cell at a London police station, which is covered by CCTV, and had been taken to a hospital for treatment. \nWith vigils protesting against violence against women planned for this weekend – which police are warning may breach lockdown rules – Met assistant commissioner Nick Ephgrave tried to heal any breach with sections of the community that the force serves, and said: “I know that the public feel hurt and angry about what has happened and those are sentiments that I share personally and I know my colleagues here at Scotland Yard and across the Met share as well. \n“I also recognise the wider concerns that are being raised quite rightly about the safety of women in public spaces in London and also elsewhere in the country. This organisation and the men and women in it remain committed to protecting Londoners, wherever they are in this city. That commitment is undiminished by these events and if anything that commitment is strengthened by these tragic circumstances.” \nThe Met said extra patrols would be ordered on to the streets to offer reassurance. \nInvestigators are still appealing for information as they continue collecting evidence. A postmortem examination will try to determine the cause of death. \nIn a statement, Sarah’s family have told of their loss and the joy she brought to the lives of her family and friends: “Sarah was bright and beautiful – a wonderful daughter and sister. She was kind and thoughtful, caring and dependable. She always put others first and had the most amazing sense of humour. \n“She was strong and principled and a shining example to us all. We are very proud of her and she brought so much joy to our lives. \n“We would like to thank our friends and family for all their support during this awful time and we would especially like to thank Sarah’s friends, who are working tirelessly to help.”", "Author": "Vikram Dodd Police and crime correspondent", "article_body_bow": [[1, 0.0941675866], [3, 0.1550688368], [4, 0.4451457799], [5, 0.1883351731], [11, 0.2404131252], [12, 0.2825027597], [14, 0.1467517315], [15, 0.3191136658], [16, 0.1021416083], [17, 0.1483819266], [26, 0.1550688368], [29, 0.1305763245], [30, 0.1421005401], [31, 0.2723565825], [34, 0.0941675866], [37, 0.1483819266], [38, 0.3917289734], [43, 0.3101376736], [47, 0.1550688368]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Corrections and clarifications", "Article": "• An article about Piers Morgan and his comments about the Duchess of Sussex said that Meghan’s representatives had complained on her behalf to Ofcom. In fact they complained to ITV (‘Multiple staff complained to ITV managers’, 11 March, page 11). • Clue 5 down in quick crossword 15,859 required a Beatles hit from 1963, not 1964 as stated (6 March, page 62). • Other recently amended articles include: Tory donor takes control of firm seeking UK approval to build cross-Channel cable Diane Keaton’s 10 best performances – ranked! Meghan and Harry: 12 things we learned from the Oprah special Why are adoption numbers falling, when there are so many children in need? Tour of tangopolis: a dance through the rhythms of Buenos Aires New Zealand: Jacinda Ardern criticised over timing of Auckland Covid alert change Jane Smiley: ‘I couldn’t finish Philip Roth’s American Pastoral. I tossed it’ ‘Mothers are livid. We’ve had enough!’ The pregnant women being forced out of the workplace", "Author": "Corrections and clarifications column editor", "article_body_bow": [[8, 0.423692085], [12, 0.2807734656], [14, 0.2187801224], [21, 0.3440407517], [22, 0.3045490957], [27, 0.3893310691], [44, 0.3893310691], [50, 0.423692085]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Marginal gains or medical gains? Questions remain after Freeman's guilty verdict", "Article": "In that golden decade when Team Sky and British Cycling won almost everything in sight, their media acolytes would often attribute their success to marginal gains, the pursuit of microscopic advantages in myriad areas, right down to washing hands before entering a building. \nHowever, a different form of handwashing took place after a medical tribunal in Manchester dispensed its guilty verdict against the former Team Sky and British Cycling doctor Richard Freeman for ordering banned testosterone “knowing or believing” it was for an unnamed rider. \n \n  Related: Suspicion stalked Sky but British public swallowed marginal gains story whole  \n \nFor in a statement released hours after the verdict, Ineos Grenadiers – formerly Team Sky – said Freeman had fallen “short of the ethical standards required of him as a doctor and acted dishonestly” before adding that the “team does not believe that any athlete ever used or sought to use Testogel or any other performance enhancing substance. No evidence has been provided that this ever happened.” \nIt was an attempt to scrub away a devastating verdict that will send shockwaves through British sport and to move on. But this case is too important for that to happen. And while it might sound a strange thing to say about a tribunal that has already lasted 765 days, this is not the end, nor even the beginning of the end. To borrow from Winston Churchill, it is perhaps the end of the beginning. \nThree crucial questions remain. First, who was the rider? Second, who else knew? And finally, was Team Sky and British Cycling’s success down to marginal gains – or were medical ones involved too? \nClearly, Dr Freeman lied repeatedly – including to UK Anti-Doping investigators over ordering testosterone in 2011 – although there was no direct evidence in the 46-page summary of the case that he had doped a rider. Instead it seems the tribunal appears to have decided that Freeman had told so many falsehoods that his claims that he bought 30 sachets of Testogel for Sutton as he was being bullied by him should also be rejected. \nThe botched cover-up didn’t help. At the end of the General Medical Council’s case against Freeman, Simon Jackson QC painted a picture of an ambitious doctor driven to take risks – and prepared to break anti-doping rules to succeed. “There is a truism in life that it isn’t the lie that gets you, it’s the cover-up. And what a cover-up it has been,” Jackson said. It was impossible to disagree. \nBut, watching Freeman – who has suffered from stress and serious mental problems which delayed the case – in the dock it was hard to believe that he had acted as a lone wolf. Indeed the GMC appeared to accept this point, too, given it claimed he was working with “sleepers” in Team Sky and British Cycling who had previous knowledge of doping. \n \n  \n  \n  Richard Freeman in a 2018 interview with the BBC. It has been difficult to believe he had acted as a lone wolf. \n  Photograph: BBC Sport \n  \n \nThe mind is also cast back to the incident that started this grim affair – the mystery “Jiffy bag” delivered from British Cycling’s headquarters in Manchester to the Team Sky bus at the 2011 Critérium du Dauphiné. We still don’t know for sure what it contained, despite Sir Dave Brailsford telling parliament that it contained Fluimucil, a legal decongestant. \nStrangely we never heard from Brailsford at this hearing, despite him leading both organisations in 2011. Indeed, Freeman’s QC, Mary O’Rourke, noted that Brailsford was “the spectre missing at these proceedings”. It was an evocative image, and a fair point. As she said he “would have been able to answer an awful lot of questions about what was going on at British Cycling and Team Sky. Yet he was never called.” \nThe tribunal also reinforced the sense that the rosy picture of marginal gains was rather different from the reality. Not only did Freeman not keep medical records, he lost or destroyed several laptops. He also claimed not to know about the benefits of testosterone – despite being one of the leading sports doctors in the country – and said he had “no knowledge” of the World Anti-Doping Code related to possessing banned substances. \nSteve Peters, the head of science at British Cycling, also displayed a striking lack of curiosity in not asking why Testogel had been ordered to the velodrome, after being told about the package by the physio Phil Burt, while Shane Sutton, the head coach, spent £6,000 of British Cycling’s money on cosmetic dentistry and was accused by the tribunal of “engaging in bullying behaviour”. For supposedly Rolls-Royce organisations, British Cycling and Team Sky had more than a whiff of the Del Boy. \nThe tribunal made it clear in its summing up that Sutton was a credible witness and did not demand testosterone to treat erectile dysfunction. Yet during the case it heard testimony that he had doped as a rider in 1987 – something Sutton denies – while O’Rourke also suggested: “One possibility [for the Testogel] is that Sutton was getting it for nefarious purposes and had a rider he coached who wanted it.” \n \n  Related: Team Sky and British Cycling in dock after Freeman guilty verdict  \n \nIn a statement after the guilty verdict, Sutton stressed neither he nor Brailsford knew about the testosterone order. “I think it’s important to find out who the doctor ordered it for,” added Sutton. “Hopefully that will emerge from the investigation by UK Anti-Doping.” On that, at least, most parties will agree. \nIt was Sutton, of course, who provided the most shocking moment of the hearings, when he denied using Testogel for impotence. “I would have no problem in telling you it was for me,” he said. “You are telling the press I can’t get a hard-on – my wife wants to testify that you are a bloody liar.” \nFrustratingly there were other interesting lines of inquiry that were not pursued. O’Rourke, for instance, revealed she had written to Damian Collins MP – the author of a damning digital, culture, media and sport select committee report into British Cycling and Team Sky – because she had “been given to believe he received a quantity of information which did not get published which related to Mr Sutton”. \nShe also claimed the Daily Mail had a “witness statement or affidavit” signed by Sutton. That was held in the managing editor of the newspaper’s safe as “an insurance policy against any potential claims for defamation by Sir Bradley Wiggins, Freeman or Sir Dave Brailsford”. But again, we got no further. \nDespite the guilty verdict it was also hard not to feel some sympathy for Freeman, especially when he detailed how the pressure of the allegations against him had taken its toll when he met Sky chiefs in Canary Wharf in 2017. “I was on my own, living alone, isolated,” he told the tribunal. “I started drinking again, taking more sedative medication. I was on a slippery slope. I was due to give evidence to the DCMS select committee but I found it very daunting. \n“I went down to see James Murdoch and Team Sky with Mr Eastwood to be briefed at an imposing building at Canary Wharf. Mike Morgan was there – who is a big person in sports law – and Rupert Murdoch’s lawyer was over from Australia. It was very tense. Pressurised. They wanted to know how I would answer certain questions. I broke down in tears and couldn’t go on.” \nThere was, at least, a neat bit of symmetry on Friday – as a story that began with revelations about a Jiffy bag being delivered to the Team Sky bus, ended with its former chief doctor being left under one.", "Author": "Sean Ingle", "article_body_bow": [[0, 0.1787013325], [1, 0.1235723627], [2, 0.2797092946], [3, 0.1017453204], [11, 0.1577422709], [12, 0.185358544], [13, 0.0973578379], [15, 0.069793353], [19, 0.0788711355], [22, 0.0670181764], [24, 0.0932364315], [26, 0.1017453204], [28, 0.2570251429], [29, 0.0856750476], [30, 0.3729457261], [31, 0.0893506662], [33, 0.0893506662], [34, 0.370717088], [37, 0.0973578379], [38, 0.5140502857], [40, 0.1017453204], [41, 0.2680519987], [43, 0.1017453204], [47, 0.1017453204], [48, 0.0893506662], [49, 0.1017453204]]}, {"Source": "The Guardian", "Date": "2021-03-12", "Title": "Team Sky and British Cycling in dock after Freeman guilty verdict", "Article": "Team Sky and British Cycling’s successes over the past decade have been left shrouded in suspicion after their former chief doctor Richard Freeman was found guilty of ordering banned testosterone “knowing or believing” it was for an unnamed rider to improve their performance. \nIn a devastating verdict that will send shockwaves through British sport, Freeman was also found guilty of concealing his conduct by orchestrating an elaborate cover-up after purchasing “a doping ‘drug of choice’ for his sport”. \nImmediately after the verdict, there were calls to find and identify the rider involved – while Clive Efford, a member of the digital, culture, media and sport select committee, called for Sir Dave Brailsford to be suspended by Ineos Grenadiers pending a full investigation. “Until this is cleared up, all those involved shouldn’t be anywhere near the sport,” he added. \n \n  Related: Marginal gains or medical gains? Questions remain after Freeman's guilty verdict  \n \nFreeman, who worked for Team Sky and British Cycling between 2009 and 2017, had already admitted to 18 charges against him including purchasing banned testosterone, lying to the UK Anti-Doping Agency and keeping haphazard records. But on Friday he also was found guilty of three more charges relating to the delivery of 30 sachets of Testogel – banned in and out of competition – to British Cycling and Team Sky headquarters in Manchester in May 2011. \nCrucially the Medical Practitioners Tribunal Service (MPTS) said it found Freeman’s claims that he had bought the banned drug for former British Cycling and Team Sky coach Shane Sutton to treat his erectile dysfunction were “implausible”. \n“As a highly experienced doctor, the reason Dr Freeman claims to have ordered Testogel [to treat Mr Sutton] was unconvincing in itself,” it added. “It stretched credulity that a high-profile, experienced sports doctor would order a potential banned substance under the World Anti-Doping Agency code; yet, despite the significance of this, fail to make a record of the intended patient, the circumstances, and the proposed off-label use. \n“The tribunal found that Dr Freeman’s account of having ordered the Testogel for Mr Sutton required it to believe too many implausible, unsupported assertions, as well as having to overlook further falsehoods, on the back of those Dr Freeman had already admitted. \n“The position therefore is this. In May 2011, Dr Freeman, the team doctor for a team of elite cyclists … ordered a doping ‘drug of choice’ for that sport. Upon its arrival he was dishonest about why it had been sent, removed it from the Velodrome, and it was never seen again.” Freeman had claimed last year that he had taken the testosterone home with him and flushed it down the sink but the tribunal noted that they only had his word. \n“Bearing in mind the breadth of Dr Freeman’s dishonesty and the number of people he had pulled into it, the tribunal found his conduct incapable of innocent explanation,” the MPTS report concluded. “It was clear that, on the balance of probabilities, the inference could properly be drawn that when Dr Freeman placed the order and obtained the Testogel, he knew or believed it was to be administered to an athlete to improve their athletic performance.” The identity of the rider for whom the testosterone was allegedly ordered has never been established, nor did the General Medical Council attempt to prove it. \nSpeaking after the verdict, Sutton admitted the decision had cast a cloud over both Team Sky and British Cycling. “I’m saddened by the whole affair,” he said. “I feel for the doctor; that he ever got into this situation, and I remain disappointed that I was used as a scapegoat. It has caused great pain to both me and my family. But it also saddens me that this episode has cast a huge shadow over the success we enjoyed, both at Team Sky and British Cycling. \n“I’d like to stress that neither I nor Sir Dave Brailsford knew about the testosterone order,” he added. “But I think it’s important to find out who the doctor ordered it for. Hopefully that will emerge from the investigation by UK Anti-Doping.” \nThe tribunal accepted that Sutton had been a “scratchy and irascible character” who, “when under pressure would indeed engage in bullying behaviour”. However, it said there was no evidence that Sutton had been bullying Freeman in 2011 and they found him a credible witness. \nThe protracted case, which was expected to last a month when it began in February 2019, has dragged on for more than two years. However, Friday’s verdict does not yet mark its end. It will sit again for three days next week to assess whether Freeman’s licence to practice is impaired – and then again in April to deliberate on whether he should lose his doctor’s licence or face any other punishments for his behaviour. \n \n  Related: Suspicion stalked Sky but British public swallowed marginal gains story whole  \n \nFreeman will also face two UK Anti-Doping charges related to ordering banned testosterone, including possession of a prohibited substance and tampering. \nIn a statement, Ineos Grenadiers – formally Team Sky – admitted that it was “very clear from the tribunal’s report that Freeman had fallen short of the ethical standards required of him as a doctor and acted dishonestly”. But it added: “However the Team does not believe that any athlete ever used or sought to use Testogel or any other performance-enhancing substance. No evidence has been provided that this ever happened or that there has been any wrongdoing by any athlete at any point.” \nMeanwhile Brian Cookson, the president of British Cycling between 1996 and 2013, called upon Freeman to give a full and frank account to UK Anti-Doping. “In many different ways, my team and I worked long and hard to ensure that success was well-founded on principles of integrity, fair play and competing within the rules, including and especially with respect to anti-doping,” he added. \nHowever Damian Collins MP, the former chairman of the digital, culture, media and sport committee, said it posed “major questions for British sport” as well as British Cycling and Team Sky. \n \n  \n \n  Sign up to The Recap, our weekly email of editors’ picks.\n  \n \n“How could the chief doctor for Team Sky and British Cycling order a banned substance ‘knowing or believing’ it was to help a rider cheat the anti-doping rules?” he asked. “Was this a one off, who was the recipient, why was there supposedly no supervision of what he was ordering? This case is not just about the failure of one man to adhere to the rules and the standards expected of him, but a failure at that time of the management of the teams he worked for, including the national governing body of the sport.” Meanwhile Efford said the ruling against Freeman exposed Team Sky’s “zero tolerance” approach to doping as having been “a tissue of lies”. \n“Dave Brailsford gave reassurances about how clean his teams were and unless he was in full control of what was going on, he couldn’t make those assurances,” he added. \nWada said it had noted “with concern” the decision and said it would work to support the authorities in the case “to ensure that all possible lines of enquiry are exhausted.”It added: “A number of questions still remain unanswered, such as the identity of the rider or riders who were the intended recipients of the prohibited substance ordered by Dr Freeman, and who else, if anyone, had knowledge of his actions.”", "Author": "Sean Ingle", "article_body_bow": [[0, 0.6564272002], [1, 0.0648458352], [2, 0.0978535028], [3, 0.1067837522], [4, 0.1021790014], [5, 0.0648458352], [6, 0.1067837522], [9, 0.0505282069], [10, 0.0899176789], [12, 0.0648458352], [13, 0.1021790014], [14, 0.0505282069], [15, 0.2929980888], [16, 0.0703369188], [17, 0.1021790014], [19, 0.2483305104], [22, 0.2813476754], [23, 0.1021790014], [24, 0.0978535028], [25, 0.0827768368], [36, 0.1957070056], [37, 0.1021790014], [38, 0.3596707157], [40, 0.1067837522], [41, 0.0937753143], [43, 0.1067837522], [47, 0.1067837522]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "How to watch the Golden Globes on TV and Online.", "Article": "When the 78th annual Golden Globes are handed out on Sunday, they will be the first major awards show of the season, coming nearly two months after we would typically find out the best picture winner.The ceremony begins at 8 p.m. Eastern, 5 p.m. Pacific. The network broadcasting the ceremony, NBC, has a preshow; with Jane Lynch and Susan Kelechi Watson as hosts, it starts at 7 p.m. Eastern, 4 p.m. Pacific.On television, NBC is the official broadcaster. Online, if you have a cable login, you can watch via NBC.com/live. Depending on where you live, there’s also Hulu + Live TV, Sling TV, AT&T TV Now, YouTube TV or FuboTV, which all require subscriptions, though many are offering free trials.", "Author": "Sarah Bahr", "article_body_bow": [[11, 0.2419878286], [31, 0.8224215458], [35, 0.1974406289], [41, 0.2741405153], [44, 0.2628631961], [46, 0.2860625942]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "What will win tonight? Here are our predictions.", "Article": "The Hollywood Foreign Press Association, which puts on the Golden Globes, likes to bestow its trophies on films that already have plenty of Oscar momentum, but the small size of the group — around 90 eccentric journalists who vote — leaves every category open to a shock winner.Then there’s the fact that the H.F.P.A. is also under fire after a raft of recent articles exposed double-dealing practices and an insular membership. There are no Black voters, and that may explain the absence of any of the acclaimed Black-led ensembles like “Da 5 Bloods” and “One Night in Miami” from the best drama nominations.Will voters respond to the controversies by picking a diverse set of worthy winners, or will the usual Globes anarchy prevail? We asked our awards expert, Kyle Buchanan, and he said he expected a bit of both. Here’s what else he predicted:— “Borat Subsequent Moviefilm” could sweep the comedy categories, with Sacha Baron Cohen and Maria Bakalova, the movie’s breakout star, getting acting trophies as well as the film itself taking home best motion picture, comedy.— The drama races are tougher to call. “The Trial of the Chicago 7” and “Nomadland” will battle it out for best motion picture, drama, with the edge going to the courtroom tale. For best actress in a drama, Carey Mulligan (“Promising Young Woman”) may pull out the victory over Frances McDormand (“Nomadland”).— But when it comes to best actor in a drama, Chadwick Boseman, nominated for his final performance, in “Ma Rainey’s Black Bottom,” is as close to a lock as there is. He’s the front-runner for the Oscars, too.", "Author": "No Author", "article_body_bow": [[1, 0.1259279739], [4, 0.1984274639], [5, 0.2518559478], [12, 0.1259279739], [35, 0.1311571459], [42, 0.2073697027], [44, 0.8730823728], [47, 0.2073697027]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Daniel Kaluuya and Chadwick Boseman are both recognized for film roles.", "Article": "As soon as nominations were announced on Feb. 3, the foreign press association was harshly criticized for overlooking films with mostly Black casts, including Spike Lee’s “Da 5 Bloods.” But the ceremony began with back-to-back honors for Black actors. The night’s first winner was Daniel Kaluuya, for best supporting actor for his performance as the Black Panther leader Fred Hampton in “Judas and the Black Messiah.” John Boyega then won best supporting actor in a TV series for playing a police officer in Amazon’s “Small Axe.”Pixar’s “Soul,” which featured a Black protagonist — an aspiring jazz musician in search of his inspiration — won the Globe for best animated film. In an awkward moment, Pete Docter, who directed “Soul,” and Dana Murray, the film’s primary producer, both of whom are white, gave live acceptance speeches while the film’s co-director, Kemp Powers, who is Black, seemed to receive short shrift, offering thanks in a taped video that played on Docter’s iPad. (Kemp had apparently been told only on Sunday that he was a nominee. Co-directors have been excluded in the past.)“One Night in Miami,” a fact-based drama about a meeting of four Black luminaries, received three nominations, including for Regina King’s directing and Leslie Odom Jr.’s portrayal of Sam Cooke. The film’s best hope was in the song category, where its contemplative “Speak Now,” sung and co-written by Odom, drew a nod. But the Globe for best song unexpectedly went to Diane Warren and contributors for “Io Si,” from “The Life Ahead,” a Netflix entry.The press association’s lack of diversity was a recurring motif throughout the show. “It’s great to be Black (back) at the Golden Globes,” said Sterling K. Brown when he took the stage with his “This Is Us” co-star Susan Kelechi Watson to present two awards.\n\nChadwick Boseman won a posthumous Globe for his lead performance in “Ma Rainey’s Black Bottom.”Taylor Simone Ledward, Boseman’s widow, accepted Boseman’s award in the most emotional moment of the night. “He would say something beautiful, something inspiring, something that would amplify that little voice inside of all of us that tells you to keep going, that calls you back to what you are meant to be doing at this moment in history,” she said.In a surprise, Andra Day won best actress in a drama for “The United States vs. Billie Holiday.” Carey Mulligan (“Promising Young Woman”), Viola Davis (“Ma Rainey’s Black Bottom”) and Frances McDormand (“Nomadland”) were all considered strong contenders.", "Author": "Brooks Barnes and Nicole Sperling", "article_body_bow": [[1, 0.1581646594], [7, 0.1302274522], [10, 0.2193170776], [12, 0.0790823297], [19, 0.1009499698], [22, 0.1715578924], [23, 0.1246117573], [27, 0.1096585388], [31, 0.1143630937], [34, 0.1581646594], [41, 0.1143630937], [42, 0.3906823565], [44, 0.6579512327], [46, 0.1193366228], [48, 0.3430892812], [49, 0.2604549044]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Full Text of Cuomo’s Statement in Response to Harassment Accusations", "Article": "STATEMENT FROM GOVERNOR ANDREW M. CUOMO“Questions have been raised about some of my past interactions with people in the office.“I never intended to offend anyone or cause any harm. I spend most of my life at work and colleagues are often also personal friends.“At work sometimes I think I am being playful and make jokes that I think are funny. I do, on occasion, tease people in what I think is a good natured way. I do it in public and in private. You have seen me do it at briefings hundreds of times. I have teased people about their personal lives, their relationships, about getting married or not getting married. I mean no offense and only attempt to add some levity and banter to what is a very serious business.“I now understand that my interactions may have been insensitive or too personal and that some of my comments, given my position, made others feel in ways I never intended. I acknowledge some of the things I have said have been misinterpreted as an unwanted flirtation. To the extent anyone felt that way, I am truly sorry about that.\n\n“To be clear I never inappropriately touched anybody and I never propositioned anybody and I never intended to make anyone feel uncomfortable, but these are allegations that New Yorkers deserve answers to.“That’s why I have asked for an outside, independent review that looks at these allegations.“Separately, my office has heard anecdotally that some people have reached out to Ms. Bennett to express displeasure about her coming forward. My message to anyone doing that is you have misjudged what matters to me and my administration and you should stop now - period.”", "Author": "No Author", "article_body_bow": [[7, 0.2072153838], [9, 0.3922028049], [13, 0.5948393987], [14, 0.0980507012], [15, 0.284283471], [23, 0.1982797996], [30, 0.1898861084], [31, 0.1819723258], [35, 0.1310595423], [37, 0.3965595991], [39, 0.1819723258], [43, 0.2072153838]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Forget ‘Succession.’ You Can Watch ‘90 Day Fiancé’ for 100 Hours Straight.", "Article": "“Ninety Day Fiancé” is, on some Sunday nights, the most-watched show on television. And in the latest innovation in streaming, Discovery+ includes a channel that lets you watch it for four days straight without seeing the same episode twice.If you’re not familiar with the six-year-old show, as a surprisingly large share of New Yorkers (my editors here, shamefully, included) are, the 90 days of the title refers to the period in which the noncitizen holder of a K-1 visa may remain in the country before marriage or face deportation. The show chronicles couples through that period, complete with skeptical in-laws, bickering and the enchantment or disenchantment with Nebraska or New Hampshire, all with countdown music and chyrons like “73 Days to Wed.”Now, on the Discovery+ show “90 Days Bares All” (one of about a dozen spinoffs, including “90 Day Fiancé: Self-Quarantined”), the show can “push the boundaries even further versus the standards and practices of a regular cable channel,” said Howard Lee, the president of TLC, one of the cable networks that make up Discovery’s U.S. business. So you can watch the couples scream curses at one another, unbleeped, or discuss their favorite sex toys.\n\nThe biggest story in big media these days is the “streaming wars,” the scramble by the people who traditionally make TV and movies to catch up with Netflix. Disney is dominating the race for second place; it’s unclear who else will even survive. CBS limps to the party next month with Paramount+, with the hopeful (to the company) and terrifying (to consumers) suggestion that normal, content-addicted Americans will wind up putting down their credit cards for five different streaming services.\n\nDiscovery, the dominant programmer of what used to be called “reality TV” and it now prefers to call “real life,” has emerged as perhaps the most successful new entrant to this complicated, high-stakes competition. It is bringing along a mostly female audience. The company says it has 12 million paid subscriptions around the world, a more than respectable start that has helped make the company’s stock among the best performing on the S&P 500 this year (though it’s also riding a broader wave in the market).The app, which was introduced on Jan. 4, has a sheer mass of content that rivals Netflix, with 55,000 episodes — and it’s rolling out a suite of exclusive content dominated by American cultural figures like Oprah Winfrey, a procession of People cover fixtures led by Chip and Joanna Gaines and pop icons including the chef Guy Fieri. (Discovery also bid nine figures for a deal with Prince Harry and Meghan Markle, but the couple chose to go with Netflix, which has been less insistent on exclusivity, two people familiar with the conversations said.)The app’s early success is partly the result of a deal with Verizon, and Discovery won’t disclose the share of its subscriptions coming via that route; it also won’t say how many subscriptions are for an unrelated European sports service. (A media analyst, Michael Nathanson, estimates that Verizon provided about 20 percent of the five million subscriptions in the United States.) But the surge in new sign-ups this year beat analysts’ expectations, initial validation of the company’s big bet that delivering shows through new apps on a range of devices is now a fully mainstream phenomenon. And as the hype falls away about technical bells and whistles and using new kinds of data to predict people’s interests, the audience still loves watching people fix houses, tour diners, crawl around sewers and bicker about their relationships.“Our bet is when the world makes a full rotation, that the content people have chosen when they could choose anything on TV or cable, the content that they love and run home for — ‘90 Day,’ ‘Fixer Upper,’ ‘Property Brothers’ — they’re still going to love that,” said David M. Zaslav, the president and chief executive of Discovery. “In the end, people really don’t change that much.”\n\nThat’s Mr. Zaslav’s unromantic version of the old declaration that content is king. And it’s a punctuation mark to a media era that began with a vertiginous sense of transformation. It has instead devolved into me explaining to my 11-year-old Disney’s devious strategy of releasing a single episode of “WandaVision” at the same time each week, producing an experience mysteriously identical to the way we used to watch television.\n\nMr. Zaslav, too, is the last of his kind — the “last tycoon,” his old friend, the former HBO chief executive Richard Plepler, told me. He’s a relentless, fleece-vested mogul who likes to call reporters to talk his own book (and caught me on Tuesday morning in a moment of panic about what I would write this week). He likes to visit his stars at home, and to keep them close. He pals around with Disney’s former chief, Bob Iger, and Mr. Plepler, and others who rose by creating television and films. But those companies are now run by people who come out of other parts of the business — telecommunications or apps or theme parks. He’s a Hamptons mainstay who also holds an annual “boys’ dinner” for 50 of his closest male friends, including Apple’s content chief Eddy Cue and the Netflix co-chief executive Ted Sarandos, in Los Angeles. The dinner is held during a golf tournament to which Discovery holds the television rights.The smooth start of Discovery+ comes as streamers closer to the heart of the media class are struggling. Apple’s service is off to a slow start. WarnerMedia’s HBO Max has been defined by stumbles. But Discovery remains in an odd position in the media business: The company, which is valued at more than $23 billion, is far smaller than the handful of dominant media and telecommunications conglomerates. But it is too big to be acquired by any but a few companies. There’s a running debate among those who know Mr. Zaslav about whether he’s buying or selling — that is, whether Discovery+ is another move to make the company more attractive for a giant to swallow before the bottom really falls out of the U.S. cable business or whether the company’s current high stock price will prompt Mr. Zaslav to acquire other businesses.“He should use this opportunity to make his business stronger,” said Mr. Nathanson, the media analyst, who suggested that Discovery “buy CNN.”Mr. Zaslav, who was involved in the creation of CNBC and MSNBC as an executive at NBC from 1989 to 2006, has begun to play in the global news business. Discovery is an investor in GB News, a right-of-center television challenger to the BBC. In Poland this year, the Discovery-owned channel TVN went dark along with other media outlets to protest the latest government attempt to hobble independent media. Mr. Zaslav said the investments in those channels were part of a strategy to sell streaming services as a bundle with news and sports.But he said he hadn’t talked to CNN’s president, Jeff Zucker, an East Hampton golf partner, about buying the network from its parent company, AT&T, and signaled that he was leery of the political charge that comes with top-shelf American cable news.\n\n“News is very overplayed and excoriated here in the U.S.,” he said.Discovery has its own nuanced cultural politics, which are the subject of a whole school of cultural criticism. The success of “90 Day” tracked Donald Trump’s xenophobic rise, and the show was “so rooted in real-world consequences and the real lives of these people that it often feels too tender to touch,” Scaachi Koul wrote in 2019. “The politics of immigration and class and race and gender are so present in every episode, you sometimes have to watch through the cracks of your eyelids.”Much of the company’s audience emphatically includes Donald Trump’s America (though shows like “90 Day” also have cult followings among, say, readers of New York Magazine’s Vulture). Some of its programming is resolutely anti-coastal. But its casting is inclusive, its couples diverse. And its programming also offers a clue as to why Republican attempts to revive, in particular, anti-L.G.B.T. culture war attacks have lost some of their political effectiveness. TLC’s version of real life regularly includes an array of couples. One “90 Day” spinoff tells the story of an American-born partner relocating to his husband’s native Mexico and grappling with overt homophobia. At one point, looking up at a giant statue of Jesus Christ in Cantamar, the American-born partner reassures his husband, “I think he would approve of us.”The tensest relationships for Mr. Zaslav, as for the other streamers, are with distributors. The chairman of the Dish Network last week warned Discovery that selling content through the app could mean lower fees from cable companies and other pay TV operators. But that threat hasn’t materialized yet.The bigger question may be if and when the service will develop an identity, or high-profile programming, that feels more than a supplement to the television network. It is an experiment, as my colleague John Koblin wrote, in whether people will pay $5 a month (or $7 without ads) for a service that plays in the background while you fold laundry or pay the bills.\n\nSo far, the exclusive content is mostly for superfans of specific shows, with occasional experiments with formats that don’t fit neatly onto cable. One early attempt is “Ben’s Workshop,” which the host, Ben Napier, said he was pleased that Discovery+ had picked up. “People kept saying, ‘Ben should have a woodworking show’ and I kept retweeting it and tagging the network and saying we should do this,” he said. “I didn’t care if it was going to be a social media-only show. I really wanted to make the show.” And Mr. Fieri told me he’s shooting four episodes of an adventure show in Hawaii for the service that “wouldn’t have been able to sit right in that mainstream track of doing what Food Network does.”But the company says it will increasingly put more of its desirable content there first, including a drinking show featuring the chef Ina Garten and the actress Melissa McCarthy, as well as shows with the promising titles, “Amy Schumer Learns to Cook: Uncensored” and “Judi Dench’s Wild Borneo Adventure.”\n\nAnd while the emergence of Discovery+ is mostly an indication that shifting distribution technologies haven’t changed American tastes, that doesn’t mean the shift is without consequence. Sunny Anderson, a co-host of “The Kitchen” on the Food Network, said she had been — mostly — enjoying a wave of feedback about older content.Last week, a viewer messaged her to congratulate her on her weight loss.“I thought, what did they watch? I haven’t lost any weight,” she said, then realized that they were deep in her library, watching old episodes of her show “Cooking for Real.” She said she had to reply, “You’re watching me 10 years ago, I’ve actually gained weight.”", "Author": "Ben Smith", "article_body_bow": [[1, 0.1386118047], [3, 0.0760855269], [4, 0.1456091024], [5, 0.2310196745], [7, 0.1521710538], [9, 0.3960257698], [10, 0.1281362349], [11, 0.1769403803], [13, 0.1456091024], [14, 0.0360023427], [16, 0.2505822009], [17, 0.0728045512], [19, 0.0589801268], [22, 0.4009315214], [24, 0.0697225483], [25, 0.1769403803], [26, 0.0760855269], [27, 0.0640681174], [28, 0.0640681174], [29, 0.0640681174], [31, 0.0668167586], [32, 0.2282565806], [33, 0.2004502759], [34, 0.1386118047], [35, 0.192490232], [36, 0.0697225483], [37, 0.1456091024], [38, 0.0640681174], [39, 0.0668167586], [40, 0.1521710538], [41, 0.1336335173], [44, 0.0640681174], [46, 0.0697225483], [48, 0.0668167586], [50, 0.3486127414]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Voter Suppression Is Grand Larceny", "Article": "In 1890, Mississippi became one of the first states in the country to call a constitutional convention for the express purpose of writing white supremacy into the DNA of the state.At the time, a majority of the registered voters in the state were Black men.The lone Black delegate to the convention, Isaiah Montgomery, participated in openly suppressing the voting eligibility of most of those Black men, in the hope that this would reduce the terror, intimidation and hostility that white supremacists aimed at Black people.\n\nThe committee on which he sat went even further. As he said at the convention:“As a further precaution to secure unquestioned white supremacy the committee have fixed an arbitrary appointment of the state, which fixes the legislative branch of the government at 130 members and the senatorial branch at 45 members.” The majority of the seats in both branches were “from white constituencies.”\n\nSpeaking to the Black people he was disenfranchising, Montgomery said:“I wish to tell them that the sacrifice has been made to restore confidence, the great missing link between the two races, to restore honesty and purity to the ballot-box and to confer the great boon of political liberty upon the Commonwealth of Mississippi.”That sacrifice backfired horribly, as states across the South followed the Mississippi example, suppressing the Black vote, and Jim Crow reigned.That same sort of language is being used today to prevent people from voting, because when it comes to voter suppression, ignoble intentions are always draped in noble language. Those who seek to impede others from voting, in some cases to strip them of the right, often say that they are doing so to ensure the sanctity, integrity or purity of the vote.However, when the truth is laid bare, the defilement against which they rail is the voting power of the racial minority, the young — in their eyes, naïve and liberally indoctrinated — and the dyed-in-the-wool Democrats.In early February, a Brennan Center for Justice report detailed:“Thus far this year, thirty-three states have introduced, prefiled, or carried over 165 bills to restrict voting access. These proposals primarily seek to: (1) limit mail voting access; (2) impose stricter voter ID requirements; (3) slash voter registration opportunities; and (4) enable more aggressive voter roll purges. These bills are an unmistakable response to the unfounded and dangerous lies about fraud that followed the 2020 election.”\n\nOn Feb. 24, the center updated its account to reveal that “as of February 19, 2021, state lawmakers have carried over, prefiled, or introduced 253 bills with provisions that restrict voting access in 43 states.”But it is the coded language that harkens to the post-Reconstruction era racism that strikes me.In Georgia, which went for a Democrat for the first time since Bill Clinton in 1992 and just elected two Democratic senators — one Black and one Jewish — there have been a raft of proposed voter restrictions. As State Representative Barry Fleming, a Republican and chair of the newly formed Special Committee on Election Integrity, put it recently, according to The Washington Post, “Our due diligence in this legislature [is] to constantly update our laws to try to protect the sanctity of the vote.”Kelly Loeffler, who lost her Senate bid in the state, has launched a voter organization because, as she said, “for too many in our state, the importance — and even the sanctity of their vote — is in question.” She continued, “That’s why we’re rolling up our sleeves to register conservative-leaning voters who have been overlooked, to regularly engage more communities, and to strengthen election integrity across our state.”Senator Rick Scott and other Republicans on Feb. 25 introduced the Save Democracy Act in what they said was an effort to “restore confidence in our elections.”Jessica Anderson of the conservative lobbying organization Heritage Action for America said of the legislation: “I applaud Senator Scott for putting forward common-sense, targeted reforms to help protect the integrity of our federal elections and the sanctity of the vote. The Save Democracy Act will protect against fraud and restore American’s confidence in our election systems while respecting the state’s sovereignty.”Gov. Ron DeSantis of Florida is pushing a slate of restrictive voter laws that would make it harder for Democrats to win in the state. On his website, the announcement read this way: “Today, Governor Ron DeSantis proposed new measures to safeguard the sanctity of Florida elections. The Governor’s announcement reaffirms his commitment to the integrity of every vote and the importance of transparency in Florida elections.”They can use all manner of euphemism to make it sound honorable, but it is not. This is an electoral fleecing in plain sight, one targeting people of color. We are watching another of history’s racist robberies. It’s grand larceny and, as usual, what is being stolen is power.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and Instagram.", "Author": "Charles M. Blow", "article_body_bow": [[1, 0.0974709249], [3, 0.0802542759], [5, 0.0487354625], [9, 0.1518996878], [13, 0.0767935346], [14, 0.1518996878], [16, 0.0528623351], [27, 0.9460980054], [29, 0.067578429], [30, 0.0735426678], [33, 0.070477669], [34, 0.0487354625], [35, 0.0507592075], [40, 0.0802542759], [50, 0.0735426678]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "CPAC Takeaways: Trump Dominates, and DeSantis and Noem Stand Out", "Article": "Any lingering belief that Donald J. Trump would fade from the political scene like other past presidents evaporated fully on Sunday as he spoke for more than 90 minutes in a grievance-filled and self-promoting address that sought to polish up his presidential legacy, take aim at his enemies and tease his political future.Here are six takeaways from the first major Republican gathering of the post-Trump era, the 2021 Conservative Political Action Conference in Orlando, Fla.Trump has (almost) total dominance.“I am not starting a new party,” Mr. Trump declared, nixing rumors and making news in the first moments of the first speech of his post-presidency.And why would he? Mr. Trump remains the most influential Republican politician in the nation. The three-day CPAC gathering in Orlando showed how fully the Republican Party has been remade in his image in the five years since he boycotted the conference in 2016 en route to capturing the party’s nomination.\n\nIn a meandering speech guided by a teleprompter and interrupted with cheering that at times read more obligatory than enthusiastic, Mr. Trump lashed out at President Biden and outlined his vision of a culture- and immigration-focused Republican Party while relitigating his specific grievances from 2020.Mr. Trump named every Republican who voted for his impeachment. “Get rid of them all,” he said. And he predicted a Republican would win the White House in 2024. “Who, who, who will that be, I wonder?” he mused.The speech came right after Mr. Trump won a CPAC 2024 presidential straw poll, finishing with 55 percent of the vote — more than double the percentage of his closest runner-up. But that victory was dampened by the fact that only 68 percent of the attendees at the conference said they wanted him to run again.A second straw poll, without Mr. Trump, was carried by Gov. Ron DeSantis of Florida, who received 43 percent on his home turf, followed by Gov. Kristi Noem of South Dakota with 11 percent.Those results showcased the challenge that senators face in edging ahead of governors in the 2024 pack of potential presidential candidates. Both Mr. DeSantis and Ms. Noem highlighted their efforts to keep the economy open during the coronavirus pandemic, which proved a more popular résumé point than the legislative fights that senators in Washington have been engaged in.\n\n‘Cancel culture’ is the new ‘fake news.’In his first presidential bid, Mr. Trump adopted “fake news” as a rallying cry against the traditional news media and then effectively and relentlessly deployed it to position himself as the sole arbiter of truth for his supporters.The lineup of CPAC speakers over the weekend showed how thoroughly a new pair of catchphrases — “cancel culture” and the “woke mob” — are animating a Republican Party that, beyond supporting Mr. Trump, appears increasingly centered on defining itself in opposition to the left.“Didn’t anybody tell you?” Senator Josh Hawley of Missouri began his CPAC speech. “You’re supposed to be canceled.”The crowd cheered as “cancel culture” served throughout the weekend as shorthand for bashing the news media, railing against the tech industry (in particular, Twitter’s and Facebook’s decisions to bar Mr. Trump from their platforms), and spreading fear about the decline of conservative and religious values in American popular culture.Senator Ted Cruz of Texas, one of his party’s most adroit culture warriors, summarized the annoyance and alienation felt by attendees at the right-wing gathering because of the continuing pandemic.“You can French kiss the guy next to you yelling ‘Abolish the police’ and no one will get infected,” he mocked. “But if you go to church and say ‘Amazing grace,’ everyone is going to die.”\n\nA ‘rigged’ 2020 is now a G.O.P. article of faith.T.W. Shannon, a Republican from Oklahoma, was the first to say it. Speaking Friday morning on a panel called “Tolerance Reimagined: The Angry Mob and Violence in Our Streets,” Mr. Shannon said the reason pro-Trump demonstrators stormed the Capitol on Jan. 6 was that “they felt hopeless.”\n\nAnd that, he said, was “because of a rigged election.”The election was not rigged, of course, but by the end of CPAC it was clear that the lie Mr. Trump had promoted vigorously had become canon among the base of the Republican Party. On Sunday, the conference’s straw poll results revealed that 62 percent of attendees ranked “election integrity” as the most important issue facing the country.For those who tuned into Mr. Hawley’s speech, this was probably unsurprising: Mr. Hawley, who was the first Senate Republican to announce his plans to object to the Electoral College certification, electrified the CPAC audience when he reminded them of his defiance.“On Jan. 6, I objected to the Electoral College certification — maybe you heard about it,” Mr. Hawley said with a wry grin. People erupted in applause.In interviews, multiple CPAC attendees were adamant that widespread voter fraud had led to the election of Mr. Biden — and some inadvertently suggested the long-term consequences this could pose for the party.Pamela Roehl, 55, who traveled to the conference from Illinois, said some of her pro-Trump friends had written off civic engagement for good. “They voted for Trump, and they said they’re not going to vote again, because they just feel like it’s so tainted,” she said. “And that is just so sad.”There was little interest in policy — whether Biden’s or the Republican Party’s.As the conference began, House Democrats were preparing to approve a coronavirus relief package worth nearly $2 trillion that was opposed by every House Republican. But inside the Hyatt Regency in Orlando, it was hard to find many conservatives who cared.\n\nCPAC in past years has served, at minimum, as a forum for conservatives to unite in opposition to a Democratic policy agenda. But most speakers over the weekend won applause by channeling the preoccupation with personality over policy that animated the party during Mr. Trump’s presidency. The result was an event in which conservatives signaled their lack of interest not just in mobilizing against Mr. Biden’s policies, but also in debating the finer points of their own.Mr. DeSantis suggested that the current threat posed by the left was too dangerous for conservatives to prioritize policy discussions.“We can sit around and have academic debates about conservative policy — we can do that,” he said. “But the question is, when the Klieg lights get hot, when the left comes after you: Will you stay strong, or will you fold?”In an illustration of how Mr. Trump has transformed the party, there was strikingly little mention of curbing spending at a moment when congressional Democrats are moving to restore earmarks. And while CPAC attendees ranked immigration as the third most important issue facing the country, few speakers discussed specific policy proposals to shape the party’s stance on the issue beyond continuing to support Mr. Trump’s border wall.\n\nKristi Noem is hailed as ‘a female Trump.’Ms. Noem, who came in second to Mr. DeSantis in the CPAC straw poll without Mr. Trump, was one of the standout speakers of the weekend, delivering a staunchly pro-Trump message and highlighting the anti-lockdown and anti-mask policies that in the past year have made her a darling of the base of the Republican Party.She jolted to stardom in Republican circles last year when she refused to issue a lockdown order for South Dakota or to enforce a mask mandate. Instead, she advocated “washing your hands and making good decisions.”\n\nSouth Dakota now has the country’s eighth-highest death rate from Covid-19.Ms. Noem received a standing ovation at CPAC when she boasted that she had never ordered a “single business or church to close,” and another one when she attacked Dr. Anthony S. Fauci, the nation’s top infectious disease expert.In the hours leading up to her speech on Saturday, many attendees praised Ms. Noem as their favorite Republican — apart from Mr. Trump, of course.“I like Kristi Noem because she fights back,” said Sany Dash, who sold pro-Trump merchandise at the conference. “I feel like she’s a female Trump, except not crass or rude. ”The Republican ‘civil war’ remains very much uncanceled.Senator Rick Scott of Florida, who runs the Republican political committee trying to win back the Senate in 2022, tried to downplay any intraparty disagreements and urged activists to focus on opposing the Democratic agenda.The problem is that some of his party’s biggest names — including and especially Mr. Trump — are focused first on exacting revenge for those who strayed from the Trump party line on impeachment.Donald Trump Jr. excoriated Representative Liz Cheney of Wyoming, the top-ranking Republican to vote to impeach his father, as aggressively as he did any Democrat in his speech. Mr. Trump on Friday announced that one of his first 2022 endorsements would be for the primary opponent of Representative Anthony Gonzalez of Ohio, another Republican who voted for impeachment. The mere mention of Senator Mitt Romney’s name drew derision.In his own speech, Mr. Trump named every Republican who voted for his impeachment in the House and for conviction in the Senate, focusing special attention on Ms. Cheney, whom he called a “warmonger.”\n\nBut even if there are critical parts of the Republican apparatus at war, the activist flank of the party remains firmly behind Mr. Trump. Or, as he put it, “The only division is between a handful of Washington, D.C., establishment political hacks and everybody else.”There were no more surefire applause lines than those that heaped praise on the former president.When Donald Trump Jr. jokingly called the gathering “TPAC” instead of CPAC — “It’s what it feels like, guys!” he said — it felt less like an awkward joke and more a statement of 2021 reality.", "Author": "Shane Goldmacher and Elaina Plott", "article_body_bow": [[1, 0.1149348604], [2, 0.0867193603], [4, 0.0905526872], [5, 0.3448045813], [6, 0.0946334921], [9, 0.044778916], [11, 0.0733581745], [14, 0.044778916], [16, 0.1246674351], [17, 0.1811053745], [18, 0.3468774412], [19, 0.2200745235], [20, 0.1811053745], [21, 0.0704166893], [22, 0.0623337176], [23, 0.2716580617], [25, 0.146716349], [28, 0.0796865045], [29, 0.2390595136], [30, 0.0867193603], [33, 0.1662104071], [34, 0.0574674302], [35, 0.1795613134], [36, 0.2601580809], [37, 0.2716580617], [41, 0.1662104071], [45, 0.1246674351], [46, 0.1734387206], [47, 0.2839004762], [48, 0.0831052036], [49, 0.1892669841], [50, 0.0867193603]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Golden Globes Winners 2021: The Complete List", "Article": "Streaming services dominated Sunday night’s Golden Globe Awards ceremony.Four categories were taken by Netflix’s “The Crown.” The top film categories were taken by “Nomadland,” which is on Hulu, and “Borat Subsequent Moviefilm” on Amazon Prime. Here’s a complete list of winners.\n\nMoviesBest Motion Picture, Drama“Nomadland”Best Motion Picture, Musical or Comedy“Borat Subsequent Moviefilm”Best Director, Motion PictureChloé Zhao, “Nomadland”Best Performance by an Actress in a Motion Picture, Drama\n\nAndra Day, “The United States vs. Billie Holiday”Best Performance by an Actress in a Motion Picture, Musical or ComedyRosamund Pike, “I Care a Lot”Best Performance by an Actress in a Supporting Role in Any Motion PictureJodie Foster, “The Mauritanian”Best Performance by an Actor in a Motion Picture, DramaChadwick Boseman, “Ma Rainey’s Black Bottom”Best Performance by an Actor in a Motion Picture, Musical or ComedySacha Baron Cohen, “Borat Subsequent Moviefilm”Best Performance by an Actor in a Supporting Role in Any Motion PictureDaniel Kaluuya, “Judas and the Black Messiah”\n\nBest Screenplay, Motion PictureAaron Sorkin, “The Trial of the Chicago 7”Best Original Score, Motion PictureTrent Reznor, Atticus Ross and Jon Batiste, “Soul”Best Original Song, Motion Picture“Io Sì (Seen),” “The Life Ahead”Best Motion Picture, Animated“Soul”Best Motion Picture, Foreign Language“Minari”\n\nTelevisionBest Television Series, Drama“The Crown”Best Television Series, Musical or Comedy“Schitt’s Creek”Best Limited Series, Anthology Series or a Motion Picture Made for Television“The Queen’s Gambit”Best Performance by an Actress in a Television Series, DramaEmma Corrin, “The Crown”\n\nBest Performance by an Actress in a Television Series, Musical or ComedyCatherine O’Hara, “Schitt’s Creek”Best Performance by an Actress in a Limited Series, Anthology Series or a Motion Picture Made for TelevisionAnya Taylor-Joy, “The Queen’s Gambit”Best Performance by an Actress in a Television Supporting RoleGillian Anderson, “The Crown”Best Performance by an Actor in a Television Series, DramaJosh O’Connor, “The Crown”Best Performance by an Actor in a Television Series, Musical or ComedyJason Sudeikis, “Ted Lasso”Best Performance by an Actor in a Limited Series or a Motion Picture Made for TelevisionMark Ruffalo, “I Know This Much Is True”Best Performance by an Actor in a Television Supporting RoleJohn Boyega, “Small Axe”", "Author": "Gabe Cohn", "article_body_bow": [[12, 0.0623184036], [27, 0.0432065235], [38, 0.0432065235], [42, 0.0513108741], [44, 0.9937500408], [46, 0.0470197821]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Daniel Kaluuya overcomes the first hiccup of the night.", "Article": "Daniel Kaluuya experienced the first glitch of the night when the time came to accept his best supporting actor win — the first Golden Globe Award of his career — for playing the radical leader Fred Hampton in “Judas and the Black Messiah.”Though it briefly looked like he wouldn’t get the chance to deliver his acceptance speech when he started speaking, but a bad connection left him without sound.“As you can see, we unfortunately have a bad connection,” Laura Dern, who was presenting the award, said.But the issue was soon resolved, and viewers got to hear him after all.“You did me dirty!” he said, once the issue was fixed. He then thanked the film’s director, Shaka King, “for your inspiration,” and paid tribute to Fred Hampton.\n\n“I hope generations after this can see how brilliantly he thought, how brilliantly he spoke and how brilliantly he loved,” Kaluuya said.\n\nAudio glitches have been a season-long awards show issue, and the Gotham Awards in January were filled with glitches when it came to winners’ acceptance speeches.Kaluuya beat out Sacha Baron Cohen (“The Trial of the Chicago 7”), Jared Leto (“The Little Things”), Bill Murray (“On the Rocks”) and Leslie Odom Jr. (“One Night in Miami”).In his review of the film, The New York Times co-chief film critic A.O. Scott wrote that Kaluuya presents Hampton “as something more than a simple saint or hero.” He noted that the actor “finds inflections of Southernness in his voice and manner — undertones of humor and courtliness, an appreciation of the expressive possibilities of language.”", "Author": "Sarah Bahr", "article_body_bow": [[5, 0.1599719897], [6, 0.2634310941], [10, 0.2218231898], [11, 0.204207028], [13, 0.2520713644], [14, 0.2493019873], [30, 0.2414005387], [32, 0.2634310941], [35, 0.3332296857], [39, 0.2313398166], [42, 0.5268621881], [44, 0.2218231898], [47, 0.2634310941]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Transcript: Amy Poehler and Tina Fey skewer the H.F.P.A.’s lack of diversity.", "Article": "What’s 2,800 miles between friends? On Sunday night at the Golden Globes, Amy Poehler and Tina Fey managed to convey their signature chemistry and cheeky brand of comedy while deftly hosting from opposite ends of the country: Fey at the Rainbow Room in Rockefeller Center in New York, and Poehler at the Beverly Hilton in Beverly Hills. The rooms were not completely empty: first responders sat at tables, masked and socially distant.A clever split-screen and some cunning video work made the broadcast look like they were side by side, including a moment where Fey appeared to stroke Poehler’s hair. “The technology is so great, you are never going to be able to tell the difference,” Poehler said. Here’s their exchange kicking off the ceremony. It has been lightly edited.\n\nFey: Hello. Oh, good evening world. I’m Tina Fey coming to you from the beautiful Rainbow Room in New York City, where indoor dining and outdoor muggings are back.\n\nPoehler: Yes, and I’m Amy Poehler, here at the Beverly Hilton, District 7, New Angeles, and this is the 78th annual Hunger Games —Fey: Golden Globes.Poehler: Golden Globes. Now, Tina and I are hosting from two different cities tonight, but the technology is so great, you are never going to be able to tell the difference. It’s going to be smooth sailing.Fey: You won’t even notice. Oh, I’ve missed you, my love. I always knew my career would end with me wandering around the Rainbow Room, pretending to talk to Amy. I just thought it would be later. But what an exciting night. All of the big blockbuster movies that came out of this year are nominated: “Parts of a Lady,” “Irish Goodnight,” “Mauricio’s Delve.”Poehler: “Day Planner,” “Gronk,” “Ali G Goes to Chicago.”Fey: And we will be honoring all of the fantastic TV shows you binge watched this year: the American “Office,” old “Columbos,” very one-sided news programs.Poehler: The Zoom town halls about your school staying closed, and of course, the cranberry juice skateboard guy. He’s going to skateboard to all of the nominated songs tonight. How exciting.\n\nFey: Now, normally, this room is full of celebrities, but tonight, our audience on both coasts is made up of smoking hot first responders and essential workers. How gorgeous. We are so grateful for the work that you do and that you’re here so that the celebrities can stay safely at home.Poehler: Yes, thank you so much. Now, we know that you have seen a lot of crazy stuff at your job this year. But you have not seen the kind of stuff that we’ve seen at previous Golden Globes. This front table right here usually houses the biggest stars in the world.Fey: It’s usually like Meryl Streep, just hammered, can’t even remember what movie she’s there for.Poehler: Brad Pitt’s always waving at me like: Amy, Amy. And I’m like, dude, I’m working. It’s like, not now.Fey: And Oprah Winfrey just writing her name all over the tablecloth in pen.Poehler: Quentin Tarantino crawling under the tables, just touching people’s feet. The point is, do whatever you want, because they do.Fey: Those bitches are messy.Poehler: Yeah, they’re messy. OK, so since you guys aren’t usually here, let us explain what this even is. The Golden Globes are awards given out by the Hollywood Foreign Press Association.Fey: The Hollywood Foreign Press Association is made up of around 90 international — no Black — journalists, who attend movie junkets each year in search of a better life. We say around 90 because a couple of them might be ghosts, and it’s rumored that the German member is just a sausage that somebody drew a little face on.\n\nPoehler: At the Golden Globes we give out awards for movies and TV, but I mean it’s hard to tell them apart this year because movie theaters were closed and we watched everything on our phones.Fey: So you may be confused which nominees count as movies and which are considered TV.Poehler: Now TV is the one that I watch five hours straight, but a movie is the one that I don’t turn on because it’s two hours. I don’t want to be in front of my TV for two hours, I want to be in front of the TV for one hour five times.Fey: I think the rule is, if their fake teeth look real, that’s a movie. And if their real teeth look fake, that’s TV.Poehler: If the British actors are playing British people, it’s TV; if they’re playing Americans, it’s a movie.Fey: If you’re like, Mario Lopez is surprisingly good in this, that’s TV.Poehler: And if it stars Matthew McConaughey as a poetic drifter, it’s a car commercial.Fey: We watch TV and movies differently. Like in movies, it’s called human trafficking, but on TV, it’s called “90-Day Fiancé.”\n\nPoehler: And if it’s a play that has been turned into a movie, but you watch it on a TV, it’s called the Plovie, and there are at least four of them nominated tonight.Fey: Ah, congratulations to all the Plovies. So, let’s see what these European weirdos nominated this year. “Nomadland” is a movie where Frances McDormand plays a lady who travels across the desert in her van and poops in a bucket. And my kids were like, “Could we do that for spring break? Could we do anything?”Poehler: “Mank” is short for Mankiewicz, the name of the screenwriter of “Citizen Kane.” And that is the only thing they shortened.Fey: “The Queen’s Gambit” is whatever James Corden was up to in “The Prom,” I guess. “The Prom” came out at the perfect time because this year so many teenagers didn’t get to go to their prom, so they could watch James Corden and Meryl Streep go to it instead, and that’s still fun, right guys?Poehler: “The Trial of the Chicago 7” I think is the best of all the “Trial of Chicago” movies, but it’s still not as good as “Police Academy 7: Mission to Moscow.” Who’s with me?Fey: The thing I love about Aaron Sorkin’s writing is he can have seven men talking but it feels like a hundred men talking.\n\nPoehler: Yeah. “The Undoing” was a sexy and dramatic mystery where Nicole Kidman’s coat is suspected of murdering her wig.Fey: “Soul” is a beautiful Pixar animated movie where a middle-aged Black man’s soul accidentally gets knocked out of his body and into a cat. The H.F.P.A. really responded to this movie because they do have five cat members.Poehler: “Normal People” is an emotional show about two young lovers in Ireland and is best viewed in bed with your hot laptop right on your crotch.Fey: “One Night in Miami” is a fictionalized version of a meeting that took place between Malcolm X, Cassius Clay, Sam Cooke and Jim Brown, where I assume the topic of discussion was, how the hell do we get out of Florida?Poehler: Speaking of “One Night in Miami,” there are great directors nominated tonight. Regina King for “One Night in Miami,” Chloé Zhao for “Nomadland,” Emerald Fennell for “Promising Young Woman” and two other people, but we’re out of time.Fey: “Emily in Paris” is nominated for best TV series, musical or comedy, and I, for one, can’t wait to find out which it is. “French Exit” is what I did after watching the first episode of “Emily in Paris.”\n\nPoehler: Maria Bakalova from “Borat” is a nominee tonight, which is huge for the Bulgarian community. Jim Parsons and Kaley Cuoco are nominees tonight, which is huge for the bazinga community.Fey: What else? Oh, Sia’s controversial film “Music” is nominated for best international flopperooni. I don’t want to get into it, guys, but it’s real problematic. And Twitter is saying it’s the most offensive casting since Kate Hudson was the Weight Watchers spokesperson.Poehler: Oh wait, you know, this is probably something we should have told you guys earlier. Everybody is understandably upset at the H.F.P.A. and their choices. Look, a lot of flashy garbage got nominated, but that happens, OK? That’s like their thing. But a number of Black actors and Black-led projects were overlooked.Fey: Look, we all know that award shows are stupid.Poehler: They are all a scam, invented by Big Red Carpet.Fey: To sell more carpet.Poehler: We know that.Fey: The point is, even with stupid things, inclusivity is important. And there are no Black members of the Hollywood Foreign Press. I realize, H.F.P.A., maybe you guys didn’t get the memo because your workplace is the back booth of a French McDonald’s, but you got to change that. So here’s to changing it.Poehler: Yes, and looking forward to that change. We do have some good news: We are raising money tonight, donating $2 million to Feeding America’s Covid-19 response fund, and that is awesome.Fey: Here we go, guys. Are you ready? Could this whole night have been an email? Yes. Nancy Coleman contributed reporting.", "Author": "Maya Salam", "article_body_bow": [[1, 0.1973678965], [2, 0.0595663236], [4, 0.0621993826], [5, 0.3947357929], [7, 0.0650024307], [9, 0.1230320606], [10, 0.2189422108], [12, 0.0394735793], [13, 0.1865981478], [14, 0.0922740455], [15, 0.133767457], [16, 0.2997131512], [19, 0.1511661322], [21, 0.0483682454], [22, 0.0428161645], [24, 0.0595663236], [28, 0.2189422108], [29, 0.0547355527], [32, 0.1300048615], [33, 0.1712514287], [34, 0.1578943172], [35, 0.1233381711], [36, 0.0595663236], [37, 0.0621993826], [38, 0.2736777636], [39, 0.3425028573], [42, 0.3900145845], [44, 0.2189422108], [46, 0.0595663236], [48, 0.0570838096], [50, 0.0595663236]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Corrections: March 1, 2021", "Article": "OPINIONAn Op-Ed essay on Tuesday about medical care during the pandemic misidentified the source of a statistic about missed preventive screenings. It is the Prevent Cancer Foundation, not The Journal of the National Medical Association.Errors are corrected during the press run whenever possible, so some errors noted here may not have appeared in all editions.To contact the newsroom regarding correction requests, complaints or other comments about our coverage, please email nytnews@nytimes.com.Comments on editorials may be emailed to letters@nytimes.com.For newspaper delivery questions: 1-800-NYTIMES (1-800-698-4637) or email customercare@nytimes.com.", "Author": "No Author", "article_body_bow": [[45, 1.0]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Quotation of the Day: Salvador’s Combative Boss May Tighten Grip in Vote", "Article": "“The president has had some outbursts, but they should be understood as such, as outbursts, as errors, and not as a trend, as an attitude, as the birth of a new dictatorship.”FELIX ULLOA, the vice president of El Salvador, on the popularity of President Nayib Bukele even though he has drawn criticism abroad for his strongman approach to governing.", "Author": "No Author", "article_body_bow": [[25, 1.0]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Collin Morikawa Wins Workday Title on a Day of Tributes to Woods", "Article": "BRADENTON, Fla. — Although he was atop the leaderboard, Collin Morikawa stumbled repeatedly on Saturday and Sunday at the PGA Tour’s Workday Championship, even calling one of his setbacks “stupidity at its finest.”But surmounting the unsettling vicissitudes of golf with a winning, steely resolve is becoming the hallmark of Morikawa’s career. Such a performance seemed especially appropriate on Sunday when tour players and fans honored Tiger Woods by wearing red shirts and black pants, Woods’s signature final-round outfit.In the end, Morikawa, 24, confidently persevered with a three-stroke victory in the World Golf Championship event to join Woods as the only player to win a major golf championship and a World Golf Championship event before age 25. Like many in the tournament’s field, Morikawa, who won last year’s P.G.A. Championship in August, grew up idolizing Woods. Standing next to the 18th green Sunday evening, Morikawa said of Woods, who remained hospitalized after a car crash in Los Angeles County, Calif., on Tuesday, “Tiger means everything to me.”\n\nHe added: “I don’t think we say thank you enough, so I want to say thank you to Tiger because sometimes you lose people too early.”\n\nMorikawa mentioned Kobe Bryant and his paternal grandfather, Toshio, who he said died a month ago.“You don’t get to say thank you enough,” Morikawa said.The third-round leader, Morikawa turned in a Woods-like performance on Sunday, holding off the strongest tour field so far this year. It was Morikawa’s fourth PGA Tour victory, a stunning turnaround from his first, inglorious moment in the tour spotlight only eight months ago.At the Charles Schwab Classic in June, which was the first tournament last year after the men’s tour’s 90-day layoff because of the pandemic, Morikawa missed a three-foot putt that ended a two-man playoff that he lost. Just three events later, he won his first pro tournament, then added the P.G.A. Championship. Morikawa has ascended to sixth in the world rankings with a string of steady performances.Going through the crucible of successfully defending his third-round lead at the Concession Golf Club could be a springboard to more victories.\n\n“It makes me a little more comfortable after sleeping on the lead knowing that guys were ready to go low today,” Morikawa said. “I do feel confident.”Morikawa did not wear a red shirt in the final round, although his clothing manufacturer shipped him one. He said weather might have delayed the arrival.Morikawa was pursued on Sunday by two other young hotshots, Viktor Hovland, 23, and Scottie Scheffler, 24. He also had to fend off Brooks Koepka, a four-time major winner. Hovland made eight birdies to pressure Morikawa, who entered the final round with a two-stroke lead, but he faltered with bogeys on the 14th and 16th holes and finished in a three-way tie for second. Scheffler also had eight birdies, but a double bogey on the par-4 16th hole was his undoing and dropped him to fifth place. Koepka had an up-and-down round with five birdies and three bogeys, which stalled his charge, although he managed to tie Hovland and Billy Horschel for second.On Saturday, after Morikawa three-putted the 13th hole to make bogey, he called the outcome “stupidity at its finest.” He three-putted the 13th hole again on Sunday, but this time it led to a par, which was all he needed at the time to hold on to his three-stroke lead.“I said that yesterday because I psyched myself out before I even played the 13th hole,” Morikawa said of his “stupidity” remark. “But I learned from yesterday.”\n\nMorikawa’s victory was powered by consistent putting, which proved to be another turnaround for him. He ranked last in putting at his last tournament, the Genesis Invitational. He recently consulted a two-time major winner, Mark O’Meara, about a new putting grip called the saw. He switched to the grip, and while the immediate results were not encouraging, he was undaunted.\n\nWith typical confidence that things would turn around, Morikawa said: “I needed a full reset and I needed to figure out what was going to be a solution. And now it just feels awesome. I’m very excited with how I’m putting.”Although most would consider Morikawa precocious — he turned 24 on Feb. 6 — he said on Sunday that he believed he had grown complacent after winning the P.G.A. Championship. In that way, the PGA Tour may be only beginning to see the best of him.“I was getting lazy,” he said. After missing the cut in several events last year, including the United States Open in September, Morikawa rededicated himself over the 2020-21 winter.“By the time this year started, my game felt really, really good — I felt some things had turned around,” Morikawa said.", "Author": "Bill Pennington", "article_body_bow": [[0, 0.1813573235], [1, 0.1254089863], [5, 0.1254089863], [7, 0.1032575344], [8, 0.2838665404], [9, 0.0488596622], [10, 0.0869484134], [11, 0.0800433764], [13, 0.0988048419], [14, 0.244298311], [16, 0.34007125], [19, 0.2401301293], [22, 0.06801425], [24, 0.0946221801], [27, 0.0869484134], [28, 0.0869484134], [37, 0.1976096837], [38, 0.0869484134], [40, 0.2065150688], [41, 0.0906786617], [44, 0.0869484134], [45, 0.06801425], [46, 0.6623552609], [48, 0.0906786617]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Emma Corrin, as Princess Diana, wins her first Golden Globe for ‘The Crown.’", "Article": "Emma Corrin’s uncanny and sympathetic portrayal of Princess Diana on Season 4 of Netflix’s “The Crown” — aptly nicknamed “The Diana Season” — earned her a Golden Globe for best performance by an actress in a television series, drama. This was her first Golden Globe nomination.After thanking the H.F.P.A., and the show’s cast and crew in her acceptance speech, she thanked the princess. “Most of all, thank you so much to Diana,” said Corrin, 25, who originated the role and plays the princess from the ages of 16 to 28. “You have taught me compassion and empathy beyond any measure that I could ever imagine, and on behalf of everyone who remembers you so fondly and passionately in our hearts, thank you.”\n\nWhen she was cast in the role, Corrin was a recent graduate of Cambridge University and a relatively unknown actress. On Sunday night, she beat an impressive roster of nominees including her co-star Olivia Colman, who plays Queen Elizabeth II, and Jodie Comer from “Killing Eve.”\n\nCorrin — who played opposite Josh O’Connor, who returned in Season 4 as Charles, Prince of Wales — dazzled viewers by capturing many of the princess’s mannerisms, like those just-so head tilts, and by tackling some of Diana’s biggest struggles, including her battle with an eating disorder, the disintegration of her marriage and the birth of her sons. But embodying Diana, who died in 1997 at age 36, an international superstar who had been covered relentlessly in the tabloids, was hugely demanding. And so, Corrin decided to make the depiction her own.“It’s very difficult; it’s a lot to take on and a lot of pressure, especially as we get close to when it comes out,” she told The New York Times last year. “I never went into this thinking I wanted to embody or mimic her,” she said. “I think of her more as a character, and this is my interpretation of her.”Next season, the role of Diana will be taken over by Elizabeth Debicki, who will most likely portray the princess’s final years.", "Author": "Maya Salam", "article_body_bow": [[1, 0.1412402009], [5, 0.1412402009], [10, 0.5875469568], [12, 0.1412402009], [13, 0.4451105501], [14, 0.1100550879], [16, 0.1532002869], [17, 0.222555275], [22, 0.3064005737], [28, 0.1958489856], [34, 0.1412402009], [35, 0.1471052147], [42, 0.2325848465], [44, 0.1958489856], [46, 0.2131339409]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Your Monday Briefing", "Article": "(Want to get this briefing by email? Here’s the sign-up.)Good morning.We’re covering protests in Spain, Britain’s rift with the E.U. and the latest blow to hopes for democracy in Hong Kong. \nProtests roil Spain as youths reel from pandemicFor more than a week, the streets of Barcelona, Madrid and other Spanish hubs have erupted in sometimes violent demonstrations. What began as a protest over the arrest of the Spanish rapper Pablo Hasél has become a collective outcry by a generation that has struggled through years of economic hardship and that sees a lost future even after the pandemic ends.\n\nBarcelona was once one of the best and most fun places in Europe to be young. But the coronavirus crisis, which devastated tourism and shrank the national economy by 11 percent last year, has been catastrophic for Spain’s young adults. Now, 40 percent of Spain’s youth are unemployed, the highest rate in Europe.“It’s not the same now for a person who is 60 — or a 50-year-old with life experience and everything completely organized — as it is for a person who is 18 now and has the feeling that every hour they lose to this pandemic, it’s like losing their entire life,” said Enric Juliana, an opinion columnist with La Vanguardia, Barcelona’s leading newspaper.Here are the latest updates and maps of the pandemic.In other developments:U.S. federal drug regulators on Saturday authorized Johnson & Johnson’s one-shot vaccine for emergency use, beginning the rollout of millions of doses of a third vaccine that could reach Americans this week.The Israeli government approved a measure to vaccinate tens of thousands of Palestinians, after facing fierce criticism over the small number of inoculations it had provided to those living under its occupation in places like the West Bank, where Covid-19 cases are surging.Australia, normally a secondary market for big-brand stage shows developed in New York and London, has become an unexpected pandemic pioneer: a model and a test case for the global theater industry.A growing number of countries, including India, Hungary and Israel, have announced that they will push their Olympians to the front of their vaccination lines.\n\nThe ugly divorce between Britain and BrusselsAs trade disputes pile up, Britain and the E.U. have fallen out politically and diplomatically with a speed and a bitterness that have surprised even pessimists about the relationship.\n\nTensions have flared since a new trade agreement formalized Brexit on Jan. 1. Britain refused to grant full diplomatic status to the European Union’s envoy to London, while European leaders lashed out at vaccine shortages, briefly threatening to rip up the agreement governing trade with a post-Brexit Northern Ireland.In a sign of the battles to come, the Bank of England’s governor, Andrew Bailey, warned last week of a “serious escalation” in tensions if the E.U. tried to force banks to move the clearance of euro-denominated derivatives trading from London to the continent.Analysis: “These are not purely teething problems,” said Kim Darroch, Britain’s former permanent representative to the E.U., citing the government’s explanation for Brexit problems. “They are structural problems that arise from not being in the single market. This is what a ‘hard Brexit’ looks like.”Context: As always with Brexit, much of the antagonism is being driven by domestic politics, with Britain’s fast vaccine rollout serving as ammunition both for the pro-Brexit cause in Britain and for anti-British sentiment within the bloc.\n\nHong Kong charges dozens under security lawThe Hong Kong authorities on Sunday charged 47 pro-democracy figures with violating the Chinese territory’s harsh new national security law. The police said each person was charged with a single count of conspiracy to commit subversion. They will be arraigned today at a courthouse in the West Kowloon area and could face life in prison if convicted.\n\nThe 47 helped to organize an informal election in July to pick candidates from Hong Kong’s pro-democratic political camp to run for office. In doing so, the authorities say, they violated the security law’s provisions against interfering with, disrupting or undermining the functions of the Chinese or Hong Kong governments.Context: The charges are the latest escalation in the Chinese government’s efforts to bring Hong Kong firmly under control, and they represent the most forceful use yet of the wide-ranging security law, which has cemented Communist Party control over the territory.If you have 6 minutes, this is worth itAfrican-American sacrifice in World War I\n\nDenied a send-off parade in New York and assigned to the French Army because their own countrymen refused to fight alongside them, the Black warriors of the segregated American armed forces were known as the “Harlem Hellfighters.” Above, the Meuse-Argonne American Cemetery and Memorial in France, where the bodies of some Black Americans in the 369th Infantry Regiment were interred.It took the U.S. Army more than a century to adopt the moniker as the official special designation for the regiment, a distinction just approved by the Army in September and announced this year by the New York National Guard on the eve of Black History Month.Here’s what else is happeningMyanmar: The security forces in Myanmar opened fire on demonstrators in several cities on Sunday, killing at least 18 people. It was the largest single-day toll since the protests began after the Feb. 1 coup.Jamal Khashogghi: Even though the U.S. has accused Saudi Arabia’s crown prince of ordering the killing of the dissident Saudi writer, the Biden administration is wary of causing a break with an important Arab partner. The tension surrounding the release of an intelligence assessment on Mr. Khashogghi’s killing could complicate how the two countries interact going forward.\n\nTrump returns: Former President Donald Trump delivered his first public address since leaving office at the end of a conservative conference on Sunday in Florida. Mr. Trump made clear in his speech that he was serious, for now, about running for president in 2024.\n\nSnapshot: Above, a nurse reassures a patient in the I.C.U. at Homerton Hospital in London. While the British government has laid out plans for gradual reopening, the battle against Covid-19 is unrelenting in the country’s cramped intensive care wards, teeming with patients and doctors near despair. Our reporters and photographers went behind the front lines.Long-lost letters: For over 70 years, a cache of more than 700 letters lay undisturbed in the wreckage of the S.S. Gairsoppa, sheltered from the Atlantic Ocean by well-positioned mail bags. Now, conservators at the Postal Museum in London are piecing together these undelivered messages from the past.“Marijuana light”: A once-ignored derivative of hemp called Delta-8-THC has become a hot seller for Americans looking for a loophole around marijuana laws.What we’re reading: This bittersweet article in The New Yorker about the queer foster families that provided a refuge for L.G.B.T. youth in the 1970s.\n\nNow, a break from the news\n\nCook: Tartiflette, an Alpine potato and bacon casserole, bakes up golden and gloriously gooey thanks to its top layer of soft, pungent rind cheese.Listen: For the past six weeks, the top Billboard song has been “Drivers License” by 18-year-old Olivia Rodrigo. Here’s how she made it.Do: Some homeowners have turned renovation projects into a creative outlet during the pandemic, from a redesigned laundry room to a new home theater.Start March with a bang. At Home has ideas on what to read, cook, watch and do while staying safe at home.And now for the Back Story on …Reviewing the Book ReviewThe Times Book Review is 125 years old — a moment for celebration, but also introspection. Parul Sehgal, a critic and former editor at the Book Review, looked back critically at its legacy. This is an edited extract from her thoughts on why now is the right time to delve into the past.My brief, you could say, was to review the Book Review, to consider the coverage of “women, people of color, L.G.B.T.Q. writers” and changing mores in criticism. But what revelatory news could I possibly bring? The word “archive” derives from the ancient Greek arkheion, sometimes translated as “house of the ruler.” Who wanders there with any illusions?What could those reviews contain? Some misjudgments, to be sure — masterpieces misunderstood in their time. A few preternaturally sensitive assessments. Fluorescent condescension and stereotype. Above all, the pleasant and dubious satisfactions of feeling superior to the past.\n\nAnd yet. In recent years, The Times has faced scrutiny of the racial and gender imbalance in its reviews. One survey, which looked at nearly 750 books assessed by The Times in 2011, across all genres, found that nearly 90 percent of the authors assessed were white.But what about the reviews themselves: the language, the criteria? When “women, people of color, L.G.B.T.Q. writers” were reviewed, how was their work positioned? What patterns can we trace, what consequences? And what do we do with this knowledge — how can it be made useful? When we come to know, what do we really see?That’s it for this briefing. Have a great start to the week.— NatashaThank youTo Theodore Kim and Jahaan Singh for the break from the news, and to Parul Sehgal for the Back Story. You can reach Natasha and the team at briefing@nytimes.com.P.S.• There’s no new episode of “The Daily.” Instead, listen to the first episode of “Odessa,” a new Times podcast, about what happened when one Texas high school reopened during the pandemic.• Here’s our Mini Crossword, and a clue: It works a lot better when tired (three letters). You can find all our puzzles here.• Developers are working to improve the web accessibility of The New York Times, using technologies that enhance the user experience of our website and apps for all.", "Author": "Natasha Frost", "article_body_bow": [[1, 0.0926098741], [2, 0.0698749623], [3, 0.0762518505], [4, 0.2188911076], [5, 0.1389148112], [6, 0.0762518505], [9, 0.1082431324], [11, 0.1182181156], [12, 0.0463049371], [14, 0.2525673089], [15, 0.156917457], [16, 0.2009039805], [17, 0.2918548101], [18, 0.0698749623], [19, 0.0591090578], [20, 0.0729637025], [21, 0.1134778553], [22, 0.0502259951], [23, 0.2918548101], [24, 0.1397499247], [25, 0.1182181156], [26, 0.0762518505], [28, 0.0642081709], [29, 0.0642081709], [31, 0.0669628206], [33, 0.0669628206], [35, 0.0964555086], [36, 0.209624887], [37, 0.1459274051], [38, 0.1284163417], [39, 0.2678512825], [40, 0.3050074018], [41, 0.2008884618], [43, 0.0762518505], [44, 0.0642081709], [45, 0.3013559707], [46, 0.209624887], [47, 0.0762518505], [48, 0.0669628206], [50, 0.209624887]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "‘Minari’ wins best foreign-language film, but not without controversy.", "Article": "“Minari,” Lee Isaac Chung’s semi-autobiographical story about a Korean-American family seeking the American dream in rural Arkansas during the 1980s, was the favorite for the best foreign-language film Golden Globe, and on Sunday night, it secured the trophy.“This one here, she’s the reason I made this film,” Chung said in his acceptance speech, while tightly hugging his young daughter. “Minari is about a family. It’s a family trying to learn how to speak a language of its own,” he said. “It goes deeper than any American language and any foreign language; it’s a language of the heart.”His message was a nod to the controversy surrounding his movie. The film did not meet the Globes’s 50 percent English language requirement — the characters mostly speak Korean — so it was entered under the foreign-language category, even though Chung, 42, is an American director, the movie was filmed in the United States and it was financed by American companies.\n\nAnd because “Minari” was in the foreign-language film category, it could not contend for the either best-picture awards. (Worth noting, the film’s distributor, A24, submitted “Minari” in the foreign-language category.) The cast of “Minari” was eligible for acting nominations but did not receive any.\n\nThe classification drew accusations of racism and favoritism — Quentin Tarantino’s “Inglourious Basterds” (2009), for example, did not meet the English language requirement either, and yet was nominated for a best-picture prize — and calls for changes to the rules.“Maybe the positive side of all of this is that we’ve made a film that challenges some of those existing categories, and adds to the idea that an American film might look and sound very differently from what we’re used to,” Chung recently told The New York Times. “It’s hard to say, ‘I demand a seat at a table for best picture.’”", "Author": "Maya Salam and Robert Ito", "article_body_bow": [[0, 0.1253664826], [1, 0.0866911972], [2, 0.1308185373], [14, 0.0675502249], [19, 0.1106628215], [27, 0.1202092812], [34, 0.0866911972], [39, 0.1253664826], [42, 0.1427572225], [44, 0.4808371248], [46, 0.1308185373], [49, 0.1427572225], [50, 0.7849112239]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "‘Allen v. Farrow’ Episode 2 Recap: A Family Torn Apart", "Article": "At the end of Episode 1 of “Allen v. Farrow,” the HBO documentary series that investigates the decades-old sexual abuse accusations by Woody Allen’s adopted daughter, Dylan Farrow, the family has just started to cope with the revelation that Mr. Allen and Soon-Yi Previn were involved in a secret relationship.In January 1992, Mia Farrow, Ms. Previn’s mother and Mr. Allen’s girlfriend, discovered nude photos of Ms. Previn, who was then in college, at Mr. Allen’s apartment.The second episode examines the fallout from that discovery and Dylan Farrow’s allegations that her father sexually assaulted her in August 1992, when she was 7 years old.After the first episode premiered, a spokesperson for Mr. Allen and Ms. Previn, who have been married for more than 20 years, released a statement saying the series was “riddled with falsehoods” and suggesting that the filmmakers did not give them ample notice to respond to it. The publisher of Mr. Allen’s recent memoir, “Apropos of Nothing,” also objected to the inclusion of snippets from the audiobook, which it says were used without permission.\n\nThe filmmakers said in a statement on Wednesday that Mr. Allen and Ms. Previn were approached in December and were given two weeks to confirm their interest in an on- or off-camera interview. A representative confirmed that they had received the request but did not respond to it, the statement said.Mr. Allen has denied ever having been sexually inappropriate or abusive toward Dylan Farrow.Here is what we saw on Sunday night, in Episode 2.A fixation on a certain kind of romanceThis episode, using interviews with journalists and clips from Mr. Allen’s films, explores Mr. Allen’s focus on romantic relationships between older men and younger women.In addition to the films with that theme that have been produced (“Husbands and Wives,” “September”), the episode considers those that did not make it to the screen and that reside in the Woody Allen archive at Princeton University. The archive contains multiple versions of film scripts and pages of ideas with notes in the margins. Richard Morgan, a freelance journalist who examined the archive for The Washington Post, said in the documentary that it reveals a “focus” on “very young women.”The episode includes an interview with Christina Engelhardt, a woman who says she started a relationship with Mr. Allen when she was 17 years old and he was in his early 40s. Ms. Engelhardt, who was a model as a teenager, said she believes their relationship was the basis for “Manhattan,” Mr. Allen’s acclaimed 1979 film that centers on a romance between a high school girl and a man — played by Mr. Allen — who is older than her father.\n\nShe says in an interview with the filmmakers that her relationship with Mr. Allen, which she said lasted until she was 23, has “taken a toll” on her, affecting her later relationships. She says the experience also made her a “supervigilant mother.”\n\nThe aftermath of the photosAfter Ms. Farrow discovers the nude Polaroids of Ms. Previn, the family is in shock. Daisy Previn, one of Ms. Farrow’s daughters, recounts how she told her sister, Soon-Yi, that she should come back to the family — that their mother would forgive her — and how Soon-Yi went in another direction, to Mr. Allen.Ms. Farrow recalls a moment that she was “not proud” of from around this time: She found Soon-Yi talking to someone on the phone and, assuming it was Mr. Allen, Ms. Farrow said she “pounced on her,” slapping Soon-Yi on the side of the face and the shoulder. (In 2014, Moses Farrow, Mia and Woody’s son, told People magazine that his mother bullied the children and hit him. Moses, who has sided with his father in saying that he does not believe that Dylan was molested, has not participated in the docuseries.)Part of a taped phone conversation between Ms. Farrow and Mr. Allen from the summer of 1992 is included in the episode. Ms. Farrow says she decided to record it because she thought Mr. Allen had already taped one of their phone calls. In the conversation, Ms. Farrow and Mr. Allen argue about what they should say to the media if his relationship with Ms. Previn becomes public.Fletcher Previn, one of Ms. Farrow’s older children, tells the filmmakers that during this time, his opinion of Mr. Allen shifted dramatically.\n\n“He went from a father figure to a person who is a predator that we have to keep out of the house and protect ourselves from,” Mr. Previn said.Aug. 4, 1992Amid this chaos, the family went to their Connecticut country house, and despite the rift between Ms. Farrow and Mr. Allen, he had a legal right to see Dylan and Moses Farrow because he had adopted them in 1991.The episodes include a mixture of interviews and court testimony from those who were present on Aug. 4, 1992, the day that Dylan Farrow says her father assaulted her. Mia Farrow had gone to the store with Casey Pascal, a family friend whose children and babysitter were at the house that day. Sophie Bergé, a French tutor staying with the family that summer, said that Mr. Allen arrived while they were running errands.On that day, there were about 20 minutes during which Dylan Farrow could not be found, according to 1993 testimony in the custody case from Kristi Groteke, the babysitter for the Farrow children. Ms. Groteke said in court that she looked for Dylan throughout the house but could not find her.When Ms. Farrow and Ms. Pascal returned home, Ms. Farrow said, she noticed that Dylan was not wearing underpants and asked her babysitter to get a new pair.The day afterOn Aug. 5, Ms. Pascal said that she called Ms. Farrow to tell her that the Pascals’ babysitter, Alison Stickland, had witnessed something that disturbed her: Dylan Farrow sitting on the couch, with Mr. Allen, on his knees, his head buried in his daughter’s lap.\n\nMs. Farrow tells the filmmakers that when she asked her daughter what had happened, Dylan confirmed that Mr. Allen had put his head in her lap and that he had also taken her up to the attic and touched her “privates.” Ms. Farrow says she decided to film her daughter’s account because she wanted to tell Dylan’s therapist, who was away for the summer.That footage, which is being shown publicly for the first time in this series, later became the subject of controversy: Some thought it was clear evidence that Dylan Farrow was telling the truth, while others saw it as evidence that Ms. Farrow had coached her daughter on what to say.In the video, Dylan Farrow says that in the attic, her father told her, “Do not move, I have to do this,” and that if she stayed still, they could go on a trip to Paris.Dylan Farrow, now 35 years old, says in the documentary she remembers that during the assault, she focused her attention on her brother’s train set.", "Author": "Julia Jacobs", "article_body_bow": [[1, 0.2869132456], [4, 0.1130238698], [9, 0.0558910676], [10, 0.0994611799], [11, 0.1831248749], [12, 0.1434566228], [13, 0.2260477395], [14, 0.1676732029], [17, 0.452095479], [19, 0.1831248749], [22, 0.2334065899], [26, 0.1181173504], [28, 0.0994611799], [29, 0.0994611799], [33, 0.1037282492], [34, 0.5738264912], [35, 0.0747068369], [36, 0.1082392802], [39, 0.1037282492], [42, 0.1181173504], [43, 0.1181173504], [46, 0.1082392802], [48, 0.1037282492], [49, 0.1181173504]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Chloé Zhao becomes the first Asian woman to win the Golden Globe for best director.", "Article": "Chloé Zhao, whose drama “Nomadland” offered an intimate portrait of itinerant Americans, won the Golden Globe for best director on Sunday, making her the first Asian woman ever to win that prize.In taking home the award, Zhao also became the first woman to be named best director since Barbra Streisand won for “Yentl” almost 40 years ago. It was the first time in Golden Globes history that three women had been nominated in the category.Earlier in the night, Zhao had also been nominated in the best screenplay” category. (Aaron Sorkin won for the “The Trial of the Chicago 7.”) “Nomadland” is also up for the best picture Golden Globe in the drama category, and its star, Frances McDormand, is up for an acting trophy.\n\nThe much-praised “Nomadland” follows Fern (McDormand) as she travels the country in a van, picking up itinerant work (in an Amazon warehouse and elsewhere) and making connections with other American wanderers. Zhao, who adapted the movie from Jessica Bruder’s nonfiction book of the same name, largely used nonprofessionals in the cast, including people from Bruder’s book.\n\nZhao captured the essence of the story discussing it for Anatomy of a Scene, the New York Times series. She recounted the scene in which Fern (Frances McDormand) wanders through Badlands National Park. “She’s exploring,” Zhao said, “but she’s also lost at the same time.”Though Zhao has been known for indie dramas like this one and “The Rider” from 2018, her next film is on a much different scale: the Marvel superhero movie “Eternals.”", "Author": "Matt Stevens", "article_body_bow": [[4, 0.2032937443], [5, 0.1290162603], [9, 0.1005301308], [12, 0.1290162603], [14, 0.3015903923], [15, 0.1457361047], [17, 0.2032937443], [22, 0.1399412345], [29, 0.1788988088], [38, 0.1788988088], [40, 0.2124552846], [42, 0.2124552846], [44, 0.7155952352], [46, 0.1946878], [50, 0.1946878]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Transcript: Jane Fonda calls for diversity in Golden Globe nominees and voters.", "Article": "“We are a community of storytellers, aren’t we?” Jane Fonda said on Sunday night, while accepting the Cecil B. DeMille Award, given by the Hollywood Foreign Press Association during the Golden Globes for lifetime achievement in film. “And in turbulent, crisis-torn times like these, storytelling has always been essential.”In her six decades in Hollywood, Fonda, 83, has helped tell dozens, if not hundreds, of stories. And she has been awarded many times along the way, winning two best actress Oscars (for “Klute,” in 1971, and “Coming Home,” in 1978) and eight Golden Globes, her first in 1960 for “Tall Story.” She is the 16th woman to receive the award, the association’s highest honor for film professional, which has been presented since 1952.And in that time, Fonda has carved a distinct path not only as an actress, but also as a producer, documentarian and activist passionate about global peace, human rights and climate change (a cause for which she was arrested multiple times in 2019). On Sunday, she took time to address the diversity issues hanging over the awards show. “There’s a story we’ve been afraid to see and hear about ourselves in this industry,” she said. “A story about which voices we respect and elevate and which we tune out, a story about who’s offered a seat at the table and who is kept out of the rooms where decisions are made.”\n\nHere’s Fonda’s acceptance speech, in its entirety:\n\nOh my gosh, thank you. Thank you, all the members of the Hollywood Foreign Press Association, I’m so moved to receive this honor, thank you. You know — hi, Amy — we are a community of storytellers, aren’t we? And in turbulent, crisis-torn times like these, storytelling has always been essential. You see, stories have a way — they can change our hearts and our minds, they can help us see each other in a new light, to have empathy. To recognize that for all our diversity, we are humans first, right? You know, I’ve seen a lot of diversity in my long life, and at times I’ve been challenged to understand some of the people I’ve met, but inevitably, if my heart is open and I look beneath the surface, I feel kinship.That’s why all of the great conduits of perception — Buddha, Mohammad, Jesus, Lao Tzu — all of them spoke to us in stories and poetry and metaphor, because the nonlinear, noncerebral forms that are art speak on a different frequency. And they generate a new energy that can jolt us open and penetrate our defenses so that we can see and hear what we may have been afraid of seeing and hearing.Just this year, “Nomadland” helped me feel love for the wanderers among us, and “Minari” opened my eyes to the experience of immigrants dealing with the realities of life in a new land. And “Judas and the Black Messiah,” “Small Axe,” “U.S. vs. Billie Holiday,” “Ma Rainey,” “One Night in Miami” and others have deepened my empathy for what being Black has meant. “Ramy” helped me feel what it means to be Muslim-American. “I May Destroy You” has taught me to consider sexual violence in a whole new way. The documentary “All In” reminds us how fragile our democracy is and inspires us to fight to preserve it, and “A Life on Our Planet” shows us how fragile our small blue planet is and inspires us to save it, and ourselves.Stories, they really can change people. But there’s a story we’ve been afraid to see and hear about ourselves in this industry, a story about which voices we respect and elevate and which we tune out, a story about who’s offered a seat at the table and who is kept out of the rooms where decisions are made. So let’s all of us, including all the groups that decide who gets hired and what gets made and who wins awards, let’s all of us make an effort to expand that tent so that everyone rises and everyone’s story has a chance to be seen and heard. I mean, doing this simply means acknowledging what’s true, being in step with the emerging diversity that’s happening because of all those who marched and fought in the past and those who’ve picked up the baton today. After all, art has always been not just in step with history, but has led the way. So let’s be leaders, OK? Thank you, thank you so much.Nancy Coleman contributed reporting.", "Author": "Maya Salam", "article_body_bow": [[3, 0.3999754784], [4, 0.0956819135], [5, 0.1214451797], [6, 0.0999938696], [7, 0.3999754784], [9, 0.094630706], [12, 0.0607225898], [14, 0.331207471], [16, 0.065864521], [22, 0.065864521], [23, 0.0956819135], [30, 0.4581572664], [32, 0.0999938696], [33, 0.1756251557], [34, 0.0607225898], [35, 0.0632441016], [37, 0.2870457404], [38, 0.1684004631], [39, 0.0878125778], [42, 0.1999877392], [44, 0.0842002316], [46, 0.1832629066], [49, 0.1999877392], [50, 0.0916314533]]}, {"Source": "The New York Times", "Date": "2021-03-01", "Title": "Chadwick Boseman wins a best actor Golden Globe and his widow accepts in an emotional speech.", "Article": "Chadwick Boseman won his first Golden Globe, and it was for a film he never got to see.Boseman’s widow, Taylor Simone Ledward, accepted the award for best actor in a motion picture drama on behalf of the late actor, who died in August of colon cancer at age 43 — three months before “Ma Rainey’s Black Bottom” was released.“He would say something beautiful, something inspiring, something that would amplify that little voice inside of all of us that tells you you can,” Simone Ledward said, as she and the audience wiped back tears. “That tells you to keep going, that calls you back to what you are meant to be doing at this moment in history.”\n\nBoseman is the first Black winner in the category in nearly 15 years. (Forest Whitaker won at the 2007 ceremony for his performance as Idi Amin in “The Last King of Scotland.”) The honor also makes Boseman the first Black posthumous winner in an acting category.\n\nReviewing “Ma Rainey’s Black Bottom,” set during a recording session in 1920s Chicago, the New York Times co-chief critic A.O. Scott praised Boseman’s potent performance as “definitive,” and other critics singled it out as the best of Boseman’s career. The film, which Scott named a critic’s pick, was directed by George C. Wolfe and adapted from August Wilson’s play.The drama tells the story of Rainey, a pioneering blues singer of the title played by Viola Davis (who was nominated for best actress in a movie drama), and her battle to protect her gift — her voice — from exploitation by the white-owned record label. When Boseman’s trumpeter, an ambitious upstart named Levee, wants to play a song his way, a clash of egos ensues.The film is “a powerful and pungent reminder of the necessity of art, of its sometimes terrible costs and of the preciousness of the people, living and dead, with whom we share it,” Scott said in his review.Writing for The Guardian, Peter Bradshaw described Boseman’s face as “an instrument for every painful emotion.” Bradshaw added, “It is such a generous performance: the portrayal of a man sacrificed on the altar of his own past.”Boseman, who was told he had Stage 3 colon cancer in 2016, had undergone “countless surgeries” and chemotherapy during filming, but his castmates say he never let on. “It brought tears to my eyes very early on, knowing what I know now,” Colman Domingo, who played another band member, told The Times in December. “I don’t know how he did it.”\n\nThis was the first Golden Globe win for the actor, who got a relatively late start in his career before breaking through at age 35 with his first role in a studio film, playing Jackie Robinson in “42” (2013).He made his name playing one national idol after another in a series of biopics, including James Brown (“Get On Up,” 2014) and Thurgood Marshall (“Marshall,” 2017). But he cemented his stardom with the role of His Majesty of Wakanda himself, T’Challa, in “Black Panther” in 2018.That Marvel film became a cultural sensation — it was the first major superhero movie with an African protagonist and the first to feature a majority Black cast — as well as one of the highest-grossing films of all time. It was shot in 2017, after Boseman received his diagnosis. (Marvel has said T’Challa will not be recast in the sequel, “Black Panther 2,” slated for release in July 2022.)At the Globes, Boseman beat out Riz Ahmed (“Sound of Metal”), Anthony Hopkins (“The Father”), Gary Oldman (“Mank”) and Tahar Rahim (“The Mauritanian”).\n\nHere is Simone Ledward’s full acceptance speech: He would thank God. He would thank his parents. He would thank his ancestors for their guidance and their sacrifices. He would thank his incredible team: Michael Greene, Azeem Chiba, Nicki Fioravante, Evelyn O’Neill, Chris Huvane, Logan Coles. He would thank his team on set for this film: Deidra Dixon, Sian Richards, Craig Anthony and Andrew Carlone.\n\nHe would say something beautiful, something inspiring, something that would amplify that little voice inside of all of us that tells you you can, that tells you to keep going, that calls you back to what you are meant to be doing at this moment in history. He would thank Mr. George C. Wolfe, Mr. Denzel Washington, lots of people at Netflix. He would thank Ms. Viola Davis, Mr. Glynn Turman, Mr. Michael Potts, Mr. Colman Domingo, Ms. Taylour Paige, Mr. Dusan Brown.And I don’t have his words. But we have to take all the moments to celebrate those we love, so thank you, H.F.P.A., for this opportunity to do exactly that. And honey, you keep ‘em coming. Thank you.", "Author": "Sarah Bahr", "article_body_bow": [[0, 0.0966316624], [1, 0.1336420123], [7, 0.2200726614], [9, 0.1041345405], [10, 0.5559391527], [11, 0.0852981769], [14, 0.1562018107], [17, 0.1052913215], [19, 0.1705963538], [22, 0.0724793454], [23, 0.1052913215], [26, 0.2200726614], [28, 0.0926565255], [31, 0.0966316624], [32, 0.1100363307], [34, 0.4677470431], [35, 0.0695957553], [36, 0.1008340705], [38, 0.2779695764], [44, 0.2779695764], [48, 0.1932633249], [49, 0.1100363307]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "16 states no longer require face coverings", "Article": "Wyoming Gov. Mark Gordon gives the State of the State address to the 66th Wyoming Legislature Tuesday, March 2, inside the state Capitol.  Michael Cummo/Wyoming Tribune Eagle via APWith Gov. Greg Abbott lifting Texas’ statewide mask mandate on Wednesday, 16 states no longer require face coverings.Earlier this week, Wyoming Gov. Mark Gordon announced that he is removing the statewide mask requirement on March 16.Here are the states with no mask requirements:Alaska: Alaska does not require the use of masks, limit group size or business operations. All the state does is encourage Alaskans to do their part to limit the spread of Covid-19, recommending that residents practice social distancing and wear a mask, without any mandate. The mayor of Anchorage, though, has signed an order requiring people to wear face coverings in public.Arizona: Gov. Doug Ducey allows individual counties to mandate a mask, but does not have a statewide initiative. Scottsdale was the first to make masks mandatory starting June 19. Other major municipalities with requirements include Phoenix, Tucson and Flagstaff.Florida: There is no statewide mask requirement, yet some local municipalities have their own mandates.Georgia: Statewide, masks are required for some essential employees, including restaurants and personal care services employees. Several counties and cities have mask mandates.Idaho: The state does not have a statewide requirement, but several local municipalities do, including Boise. Iowa: Gov. Kim Reynolds lifted the requirement in February after the state implemented a mask mandate in November.Mississippi: Gov Tate Reeves lifted the statewide mask mandate effective March 3. Masks are still required inside schools and on campuses when physical distancing is not possible.Missouri: The state does not have a statewide requirement, but several local municipalities do. Montana: Montana had a mask mandate, but newly-elected Gov. Greg Gianforte let it expire in February, though he said local communities may continue to enforce their own mandates. Nebraska: There is no statewide mandate, but clients and staff in barbershops, salons, tattoo parlors and massage parlors must wear masks, as part of the current Directed Health Measure requirements.North Dakota: Gov. Doug Burgum let the mask mandate lapse in JanuaryOklahoma: The city council in Oklahoma City voted in a special meeting in July to approve an emergency public safety ordinance requiring face coverings in indoor public places throughout Oklahoma City.South Carolina: Several counties and cities, including Charleston and Columbia, have mask mandates.South Dakota: Gov. Kristi Noem has taken a hands-off approach to Covid-19. In October, she wrote in an op-ed that the government should not mandate a mask requirement. South Dakota is second — only to North Dakota — in the number of coronavirus cases per 100,000 people.Tennessee: Though there is no statewide mandate, Gov. Bill Lee signed an executive order granting the mayors in 89 counties the authority to issue mask requirements.Texas: Gov. Greg Abbott lifted the mask mandate effective March 9. Austin Mayor Steve Adler has enacted a local mask mandate, which prompted Attorney General Ken Paxton to threaten to sue to stop the measure. Local businesses are permitted to require masks.", "Author": "Will Brown", "article_body_bow": [[9, 0.1015963673], [11, 0.0832191209], [12, 0.0651923123], [20, 0.102724953], [21, 0.1597644712], [22, 0.2828509413], [24, 0.0983763429], [27, 0.8135830547], [36, 0.2951290287], [43, 0.3220629223]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Here's the latest Covid-19 update from Texas", "Article": "Drivers line up to receive the first and second dose of the Pfizer's Covid-19 vaccine on Wednesday, March 3, in Dallas. LM Otero/APOn the day the mask mandate in Texas was suspended, only 8.85% of the state population has been fully vaccinated against Covid-19, according to Johns Hopkins University’s Coronavirus Resource Center. The state has administered 7,196,586 doses of Covid-19 vaccine as of 11:59 p.m. Tuesday, according to data released by Texas Department of State Health Services on Wednesday.At least 4,695,684 people have received at least one dose and 2,541,063 people have been fully vaccinated, according to the latest numbers available from the state.The state reported 3,104 new Covid-19 cases and 225 new fatalities as of Wednesday.Texas has recorded at least 2,330,216 Covid-19 cases since the start of the pandemic with at least 44,875 deaths, the DSHS dashboard shows.Note: Numbers released by the state’s public health agency may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University, The Covid Tracking Project and the US Centers for Disease Control and Prevention.", "Author": "Chris Boyette", "article_body_bow": [[9, 0.1247720424], [11, 0.1022026668], [14, 0.0623860212], [20, 0.1261580756], [21, 0.5886275239], [26, 0.2636869122], [27, 0.6661158076], [43, 0.1318434561], [45, 0.0868433847], [49, 0.2636869122]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "First participants have received Covid-19 vaccine boosters that may provide protection from emerging variants", "Article": "The Moderna building in Cambridge, Massachusetts on October 22, 2020. Lane Turner/The Boston Globe/Getty ImagesVaccine maker Moderna announced Wednesday that the first participants have received its modified Covid-19 vaccines, designed as potential boosters to address emerging virus variants. As part of its Phase 2 study, 60 participants who were already vaccinated with Moderna’s original Covid-19 vaccine will be given a booster dose of the modified vaccines the company is testing. Moderna’s Covid-19 vaccine is currently authorized for emergency use in the US. Though the vaccine was shown to provide protection against virus variants, it did show a six-fold decrease in the antibody response created against the B.1.351 variant, first identified in South Africa. Moderna says it’s developing a strategy to address these emerging variants out of an abundance of caution.In the trial, 20 people will receive a booster designed to address the B.1.351 variant and increase the response to emerging variants with similar mutations. Another 20 people will receive a larger dose of that same booster. The remaining 20 will receive a booster that combines the original vaccine with the B.1.351 booster to provide a broad immune response.In parallel, Moderna says the National Institute of Allergy and Infectious Diseases (NIAD) will conduct another trial to assess the modified vaccines, both as boosters for those who received Moderna’s original Covid-19 vaccine and as a primary series for those who did not.  NIAD is expected to provide more information once it is given the all-clear from the US Food and Drug Administration to begin that trial.", "Author": "Lauren Mascarenhas", "article_body_bow": [[9, 0.1587768341], [21, 0.4993662197], [41, 0.147336987], [49, 0.8388772901]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Houstonians who refuse to comply with private mask rules can be arrested, police chief warns", "Article": "In this June 9, 2020 file image, Houston Police Houston Police Department Chief Art Acevedo arrives for the funeral of George Floyd at the Fountain of Praise church in Houston. Joe Raedle/Getty ImagesHouston Police Chief Art Acevedo warned today that Texans who do not comply with mask rules mandated by individual business could face criminal charges, despite the fact that Texans are no longer under a statewide mask mandate.\"In Texas, private property rights matter,\" Acevedo told CNN today. \"If an individual isn't following the rules of the restaurant or super market, whatever it may be and they're asked to leave, the police will be called and they can be arrested for criminal trespass.\"Acevedo, who leads the police force in the nation's fourth most populous city, added that his officer's my also issue \" a criminal trespass warning\" which would spare the ban non-complying individual from arrest, but ban them from visiting the place of business where the violation takes place for at least a year. \"I am convinced that our fellow Texans are going to do the right thing, they are going to wear masks... it's about the people that live around us, workaround ... about our loved ones and saving the lives of others and most people are decent,\" he said. \"I'm hopeful most people will do the right thing and just wear the mask.\"\"If you don't want to wear it, go somewhere else,\" Acevedo added.Watch Acevedo's interview with CNN's Wolf Blitzer:", "Author": "Josiah Ryan", "article_body_bow": [[0, 0.3493167983], [1, 0.2415533309], [9, 0.2823293889], [12, 0.1207766654], [16, 0.1310039186], [19, 0.1541735147], [24, 0.3645082137], [28, 0.1674734761], [31, 0.3493167983], [32, 0.198886875], [33, 0.5239751975], [34, 0.1207766654], [36, 0.1822541068], [47, 0.198886875]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Centers for Medicare & Medicaid Services offers revised visitation recommendations for nursing homes", "Article": "The Centers for Medicare & Medicaid Services offered recommendations for nursing homes to safely expand visitation during the coronavirus pandemic Wednesday.The new guidance, created in collaboration with the Centers for Disease Control and Prevention, allows for indoor visitation, regardless of the vaccination status of the resident or visitor. There are some exceptions: CMS says visitation may need to be limited for residents with a confirmed case of Covid-19, residents in quarantine, and unvaccinated residents living in facilities where less than 70% of residents are vaccinated and counties with a positivity rate greater than 10%.The guidance allows for “compassionate care” visits for all residents who are experiencing a significant decline in health or change in circumstances, regardless of vaccination status or virus transmission levels.If there is a coronavirus outbreak in a nursing home, CMS says visitation can continue as long as the outbreak is contained to a single unit or separate area of the facility. “CMS recognizes the psychological, emotional and physical toll that prolonged isolation and separation from family have taken on nursing home residents, and their families,” CMS Chief Medical Officer Dr. Lee Fleisher said in a statement. ", "Author": "Lauren Mascarenhas", "article_body_bow": [[4, 0.7205860502], [6, 0.2510198808], [8, 0.2300272664], [12, 0.1524351175], [20, 0.4803907001], [21, 0.1867836489], [31, 0.2204405421], [45, 0.1653431783]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Brazil sets another new record for daily coronavirus deaths since pandemic began", "Article": "A healthcare worker arrives in an ambulance bringing a patient suspected of having Covid-19 to the public HRAN Hospital in Brasilia, Brazil, on Monday, March 8. Eraldo Peres/APBrazil reported 2,286 new coronavirus deaths Wednesday, which is the largest amount since the pandemic began, according to data from the country's health ministry. The Pan American Health Organization (PAHO) reported a previous record of 1,910 Covid-related deaths in the last 24 hours.There were also 79,876 new coronavirus cases reported Wednesday, for a total of 11,202,305 cases and 270,656 deaths.Some context: Brazil has the second-highest amount of deaths in the world after the US and the third-highest number of cases after the US and India, according to Johns Hopkins University.", "Author": " Reverdosa", "article_body_bow": [[20, 0.6166654972], [21, 0.4795389739], [29, 0.2713332947], [41, 0.2829739969], [43, 0.3222279273], [45, 0.2122468925], [50, 0.2952802345]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Go There: CNN heads to the New York state neighborhood that was first put under lockdown", "Article": "Today marks one year since the Covid-19 containment area was ordered in New Rochelle, New York, and tomorrow is the one-year anniversary of the day the World Health Organization declared the coronavirus outbreak a pandemic.Life as we know it changed across the country in the past year. CNN's Erica Hill was live in New Rochelle with the latest coronavirus headlines. Watch more:", "Author": "No Author", "article_body_bow": [[16, 0.5787021229], [20, 0.560456784], [21, 0.2179146331], [23, 0.280228392], [29, 0.2466014176], [31, 0.2571810763], [38, 0.2466014176], [45, 0.1929007076]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Biden says US is on track to have enough Covid-19 vaccines for every adult by end of May", "Article": " Andrew Harnik/APThe United States is now on track to have enough Covid-19 vaccine for every adult by the end of May, President Biden said during an event on Wednesday while applauding a vaccine manufacturing collaboration between pharmaceutical companies Johnson & Johnson and Merck.\"It's not just Johnson & Johnson and Merck — Pfizer, Moderna also worked closely with us to help speed up the delivery of millions more doses,\" Biden said. \"The result is that we're now on track to have enough vaccine supply for every American adult by the end of May, months earlier than anyone expected.\"Biden announced today that he is directing the US Department of Health and Human Services to purchase an additional 100 million doses of the Johnson & Johnson Covid-19 vaccine.Watch the moment:", "Author": " Jacqueline Howard", "article_body_bow": [[3, 0.2657114403], [15, 0.1822677668], [18, 0.7304705436], [21, 0.395431248], [25, 0.2059747113], [27, 0.2237433643], [48, 0.2333423701], [50, 0.2434901812]]}, {"Source": "CNN", "Date": "2021-03-10", "Title": "Biden thanks Johnson & Johnson and Merck for \"putting patriotism and public health first\"", "Article": "President Biden on Wednesday applauded the collaboration between pharmaceutical companies Johnson & Johnson and Merck in their effort to manufacture Covid-19 vaccines.\"Today we're seeing two health companies, competitors, each with over 130 years of experience come together to help write a more hopeful chapter in our battle against Covid-19,\" Biden said during a White House briefing.\"This is a historic, nearly unprecedented collaboration,\" Biden added. \"I want to thank the two companies for showing how we can come together and defeat this virus by putting patriotism and public health first.\"Some context: The Biden administration announced last week that it helped forge the manufacturing collaboration between Merck and Johnson & Johnson to expand production of the Johnson & Johnson Covid-19 vaccine.At the time, the US Department of Health and Human Services announced that it plans to collaborate with Merck to repurpose some of its existing Merck facilities for the large-scale manufacturing of vaccines and therapeutics. \"We're proud to contribute to the global response to the pandemic through this collaboration with our colleagues at Johnson & Johnson and the Biden administration,\" Merck CEO Kevin Frazier said during Wednesday's briefing. \"We will work together to enable the more timely delivery of much-needed medicines and vaccines.\"Johnson & Johnson CEO Alex Gorsky said in the briefing that the world is \"at war\" against Covid-19.\"The vaccine development, it wasn't a race against each other as competitors,\" Gorsky said. \"It's really a race against time to defeat a common enemy.\"Watch:", "Author": "Jacqueline Howard", "article_body_bow": [[0, 0.1353627659], [3, 0.3082803647], [8, 0.1412495483], [14, 0.1458728854], [15, 0.1057342009], [17, 0.1474933178], [18, 0.7062477416], [21, 0.4587822383], [25, 0.1194866864], [28, 0.1297943473], [35, 0.1949811001], [43, 0.1541401823], [45, 0.101529917]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "6 key lines from Biden's national address on the coronavirus pandemic", "Article": " Mandel Ngan/AFP/Getty ImagesPresident Biden shared words of solidarity and encouragement tonight during a nationally televised address acknowledging the one-year anniversary since Covid-19 shuttered most of the US.Here are some of the key lines from his speech:On a year that should never have been: \"A year ago we were hit with a virus that was met with silence and spread unchecked, denials for days, weeks, then months. That led to more deaths, more infections, more stress, and more loneliness,\" Biden said. \"A year filled with the loss of life and the loss of living for all of us. But in the loss we saw how much there was to gain in appreciation, respect and gratitude, finding light in the darkness is a very American thing to do.\"On Covid-19 variants: \"As I told the woman in Pennsylvania, I’ll tell you the truth. July 4th with your loved ones is the goal, but with goals, a lot can happen,” Biden said. “Conditions can change. The scientists have made clear that things may get worse again as new variants of the virus spread. We’ve got work to do to ensure that everyone has the confidence and safety and effectiveness of all three vaccines.”On Americans losing faith in democracy: “We lost faith in whether our government and our democracy can deliver on really hard things for the American people,” Biden said, adding to comments about all the things the pandemic had taken away. \"As I stand here tonight we're proving once again something I've said time and time again, until you're probably tired of hearing me say it. I say to foreign leaders and domestic alike. It is never, ever a good bet to bet against the American people.\"On the importance of getting vaccinated: \"If we do all this, if we do our part, if we do this together, by July 4th there's a good chance you, your families and friends will be able to get together in your backyard or your neighborhood and have a cookout and a barbecue and celebrate Independence Day.\"On reopening schools: \"With the passage of the American Rescue Plan, and I thank again the House and Senate for passing it, and my announcement last month of a plan to vaccinate teachers and school staff, including bus drivers, we can accelerate [the] massive nationwide effort to reopen our schools safely and meet my goal that I stated at the same time of 100 million shots of opening a majority of K through 8 schools in my first 100 days in office,\" Biden said. \"This is going to be the number one priority of my new secretary of education, Miguel Cardona.\"On hate crimes against other Americans: \"Too often, we have turned against one another. A mask, the easiest thing to do to save lives, sometimes, it divides us, states pitted against one another, instead of working with each other, vicious hate crimes against Asian Americans, who have been attacked, harassed, blamed and scapegoated.\" Biden added: \"At this very moment, so many of them, our fellow Americans, they're on the front lines of this pandemic trying to save lives, and still, still they're forced to live in fear for their lives just walking down streets in America. It's wrong. It's un-American. And it must stop.\" ", "Author": "No Author", "article_body_bow": [[0, 0.1737293132], [1, 0.0600671002], [2, 0.0906423079], [9, 0.0936091843], [12, 0.0600671002], [14, 0.1404137764], [15, 0.1357029755], [16, 0.2606141006], [18, 0.5438538476], [21, 0.147204297], [22, 0.0651535252], [27, 0.1665826099], [30, 0.0906423079], [31, 0.4343232829], [32, 0.0989144535], [34, 0.1201342004], [40, 0.1978289069], [45, 0.1303070503], [48, 0.0868646566], [50, 0.4532115397]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Key model projects more than 598,000 Americans will die from Covid-19 by July 1", "Article": "About 598,523 Americans will have died of coronavirus by July 1, according to the latest forecast from the Institute for Health Metrics and Evaluation (IHME) at the University of Washington.That number is an increase of more than 22,000 deaths from an IHME forecast released over the weekend, which predicted about 576,026 American deaths by July 1. The team says that an increase in mobility, along with declining mask use in many states and the circulation of more contagious virus variants led to the increase in projected deaths.“Over the last week the US has seen the largest one-week increase in mobility since the pandemic began,” the IHME team wrote in an analysis containing data through March 8. “This huge jump in mobility means 22 states have mobility levels within 10% of the pre-Covid-19 baseline.”The latest projection is based on a scenario that accounts for continued spread of the B.1.1.7 virus variant in some locations and scale-up of Covid-19 vaccination in the US over the next few months. Under that scenario, the current projected death rate of 1,395 deaths a day could drop to 86 deaths a day by July 1. If most people wore masks, it would be just 36 deaths a day by July 1.However, if those who have been vaccinated move toward pre-pandemic levels of mobility, the model projects 822 deaths a day by July 1. In that scenario, IHME projected 655,666 American coronavirus deaths by July.“If more rapid behavioral relaxation than expected continues, transmission could easily increase enough to counteract the effect of vaccination scale-up and decreasing seasonality,” the IHME team said.If 95% of Americans started wearing masks, the model projects 584,943 deaths by July 1.", "Author": "Lauren Mascarenhas", "article_body_bow": [[7, 0.2397052752], [9, 0.1134243505], [11, 0.1858152016], [20, 0.4587373104], [21, 0.3567289237], [26, 0.2397052752], [27, 0.4036895413], [41, 0.2105042861], [45, 0.3157808213], [50, 0.4393177864]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Van Jones: Biden didn't say you need me. He said, \"I need you\"", "Article": "CNN's Van Jones said Thursday that President Biden's address to Americans on the day he signed the Covid-19 relief bill into law was \"what we needed right now.\"\"He didn't say, you need me. He said, 'I need you,'\" Jones said. \"He didn't just say the states. He said and the tribes and the territories. He talked about the rural America. He's got money in there for rural Americans. He talked about corporations coming together. And he stuck up for the Asian-American community that's been living a horror for this entire time.\"Jones went to praise Biden for not criticizing his opponents.No Republican in the House and Senate voted in favor of the Covid relief bill. \"He didn't blame the other party for not being there,\" Jones said. \"He told the country that we can get this done.\"Hear from CNN's Van Jones: ", "Author": "Leinz Vales ", "article_body_bow": [[1, 0.1367014832], [8, 0.6188548086], [14, 0.1065184958], [18, 0.4125698724], [21, 0.3350094421], [25, 0.1745018217], [27, 0.1895554285], [29, 0.1895554285], [30, 0.2062849362], [31, 0.1976877084], [33, 0.1976877084], [34, 0.1367014832], [35, 0.1423780262], [50, 0.2062849362]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Biden: \"Things may get worse again as new variants of the virus spread\"", "Article": " Mandel Ngan/AFP/Getty ImagesPresident Biden said later during his remarks on the anniversary of the pandemic that while he'd like Americans to spend July 4th with family, “things may get worse again as new variants of the virus spread.”\"As I told the woman in Pennsylvania, I’ll tell you the truth. July 4th with your loved ones is the goal, but with goals, a lot can happen,” Biden said. “Conditions can change. The scientists have made clear that things may get worse again as new variants of the virus spread. We’ve got work to do to ensure that everyone has the confidence and safety and effectiveness of all three vaccines.”More on Covid-19 variants: The US is at risk of losing all its recent gains in the battle against Covid-19 as highly contagious variants take advantage of Americans getting lax with safety measures.\"Please hear me clearly: At this level of cases with variants spreading, we stand to completely lose the hard-earned ground we have gained,\" said Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention.After weeks of tumbling case numbers, new infections are on the rise again — about 2% more this past week compared to the previous week, Walensky said Monday.\"Similarly, the most recent seven-day average of deaths has also increased more than 2% ... to nearly 2,000 deaths per day.\"Watch the moment: ", "Author": "Maegan Vazquez", "article_body_bow": [[2, 0.2243191227], [5, 0.1486524288], [15, 0.1679170197], [18, 0.4486382454], [21, 0.3642971975], [23, 0.2342348846], [30, 0.2243191227], [32, 0.2447908038], [34, 0.2973048575], [40, 0.4895816077], [45, 0.1612401751], [48, 0.2149702937]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Biden says Americans \"lost faith\" in democracy during the pandemic", "Article": "President Biden admitted that many Americans had “lost faith” in democracy and the US government over the course of the pandemic during his primetime speech Thursday evening. “We lost faith in whether our government and our democracy can deliver on really hard things for the American people,” Biden said, adding to comments about all the things the pandemic had taken away.“As I stand here tonight we're proving once again something I've said time and time again, until you're probably tired of hearing me say it. I say to foreign leaders and domestic alike. It is never, ever a good bet to bet against the American people,” he said. “America is coming back.”Biden pointed to vaccine development and distribution, which he called “a true miracle of science” and the recent Mars rover landing before pivoting to the American Rescue Plan, which he signed earlier on Thursday.Hear more from President Biden: ", "Author": "Nikki Carvajal", "article_body_bow": [[0, 0.1438609267], [2, 0.1501172852], [9, 0.1550308783], [12, 0.0994801458], [14, 0.1550308783], [18, 0.6004691406], [19, 0.1269881369], [25, 0.2539762738], [30, 0.3002345703], [35, 0.103611069], [40, 0.3276344028], [45, 0.21580806], [50, 0.4503518555]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Federal government to launch new tools to find Covid vaccine locations in May, Biden says", "Article": "President Biden said that the federal government will launch tools in May to help people find places to get vaccinated.“At the time when every adult is eligible (for a coronavirus vaccine) in May, we will launch, with our partners, new tools for you to find the vaccine and where to get the shot, including a new website that will help you first find the place to get vaccinated and the one nearest (to) you,” Biden said during his remarks at the White House marking the one-year anniversary of the pandemic.“No more searching day and night for an appointment for you and your loved ones,” he added.See the moment: ", "Author": "Maegan Vazquez", "article_body_bow": [[0, 0.2097680714], [3, 0.4777338667], [9, 0.1130276618], [14, 0.1130276618], [16, 0.157338207], [18, 0.4377813226], [20, 0.2285664645], [22, 0.157338207], [24, 0.4377813226], [25, 0.1851653341], [32, 0.2388669334], [42, 0.2388669334], [45, 0.157338207], [48, 0.2097680714]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Biden: My \"fervent prayer\" is to bring a divided nation together ", "Article": "President Biden concluded his first primetime address tonight saying he prays the nation will come together. \"My fervent prayer for our country, is that after all we've been through, we'll come together, as one people, one nation, one America,\" he said. \"I believe we can and we will.\"\"We will come out stronger, with a renewed faith in ourselves, a renewed commitment to one another, to our communities and to our country,\" Biden continued. Biden then brought the speech to a close with short prayer, appealing to a higher power to protect our troops and give comfort to those who have lost loved ones in the pandemic.\"God bless you all and please God give solace to all those people who lost someone and may God protect our troops,\" he said.Hear Biden's closing remarks: ", "Author": "Josiah Ryan ", "article_body_bow": [[9, 0.179999385], [18, 0.6971777317], [25, 0.1474402184], [29, 0.3203186479], [30, 0.1742944329], [32, 0.19020079], [35, 0.3608944667], [40, 0.3804015799], [45, 0.1252825196]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Biden to Americans: I need you to get vaccinated", "Article": " Mandel Ngan/AFP/Getty ImagesPresident Biden called on all Americans \"to get vaccinated\" against coronavirus when it's their turn.\"If we do all this, if we do our part, if we do this together, by July 4th there's a good chance you, your families and friends will be able to get together in your backyard or your neighborhood and have a cookout and a barbecue and celebrate Independence Day,\" Biden said during his primetime address. \"That doesn't mean large events with lots of people together, but it does mean small groups will be able to get together after this long hard year that will make this Independence day something truly special.\"Watch the moment: ", "Author": "Leinz Vales", "article_body_bow": [[2, 0.2629585792], [6, 0.2869565519], [7, 0.5739131038], [9, 0.1357828295], [16, 0.1890141457], [18, 0.5259171584], [19, 0.2224435382], [20, 0.2745823527], [48, 0.251999394]]}, {"Source": "CNN", "Date": "2021-03-11", "Title": "Biden tackles death, loss, and the toll the pandemic has taken on the American psyche", "Article": "President Joe Biden looks at a card he pulled from his pocket to read the number of Americans who have died of Covid-19 to date, as he speaks on the anniversary of the start of the Covid-19 pandemic, at White House in Washington, DC on March 11.  Mandel Ngan/AFP/Getty ImagesPresident Biden confronted grief and loss at the beginning of his first primetime address to Americans tonight, on the one-year anniversary of the first Covid-19 shutdowns in the US.“As of now,” Biden said in the East Room of the White House, “total deaths in America, 527,726, is more deaths than in World War One World War Two, the Vietnam War, and 9/11 combined.”“They’re husbands, wives, sons and daughters, grandparents, friends, neighbors, young and old,” he remarked. “They leave behind loved ones unable to truly grieve or to heal even to have a funeral.”The President said he was thinking of everyone who died in the past year, not just Covid victims, who also died alone and left behind “loved ones who are hurting badly.” He said over the course of the pandemic, people had lost jobs, “lost control,” and “maybe worst of all, the loss of hope.” He talked about the children’s “loss of learning.”“The details of life that matter most,” he continued, “and we missed those details. The big details on the small moments, weddings, birthdays, graduations, all the things that needed to happen. First dates, family reunions, Sunday night rituals. It's all as exact a terrible cost on the psyche of so many of us.”Biden said Americans were “fundamentally a people who wants to be with others, to talk. To laugh. To hug.”“The things we used to do that always filled us with joy, have become things, we couldn't do broke our hearts,” he lamented.Hear Biden speak: ", "Author": "Nikki Carvajal", "article_body_bow": [[8, 0.1215627182], [9, 0.1255416719], [11, 0.102833082], [13, 0.1269362546], [16, 0.1747581189], [18, 0.6078135908], [21, 0.3948388975], [23, 0.1269362546], [25, 0.205666164], [28, 0.1117041], [30, 0.1215627182], [32, 0.2653134083], [39, 0.1164964133], [40, 0.2653134083], [41, 0.1164964133], [42, 0.1326567042], [45, 0.1747581189], [46, 0.1215627182], [47, 0.2653134083]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "US education secretary on reopening schools: \"There's no playbook for this\"", "Article": " CNNUS Education Secretary Miguel Cardona says his goal is to get all schools reopened for full time in-person learning “as soon as possible,” but says with an unprecedented event like the Covid-19 pandemic, “it is a process.”Cardona, who was previously Connecticut’s education commissioner, told CNN’s Jake Tapper during CNN's special \"Back to School: Kids, Covid and the Fight to Reopen,\" that safely opening the country’s schools is his biggest priority right now.“This is unprecedented, I mean, we are in the middle of a pandemic. I do feel that they’re following the science and I do think that this is hard work. There is no playbook for this in any leadership course,” Cardona said.Cardona wouldn’t put a timeline on when all of the nation’s more than 14,000 public school districts should reopen for full, five-day a week, in-person school, but says he hopes it’s as soon as possible.“I’d like to think that in many places we can do that this spring,” Cardona told Tapper. “I know schools that are functioning all day, every day, five days a week for all students currently. And we need to continue to grow and make sure that we’re giving students an opportunity to be in school as much as possible. There is no substitute for in-person learning.”Cardona also said he’s encouraged by the American Rescue Plan being signed by President Biden on Thursday, which will provide $125 billion to K-12 public schools. The funding will help districts implement mitigation strategies including social distancing, and for personal protective equipment and upgrades to school buildings.Cardona said some districts lacking the proper resources have likely been a factor in slow reopening, or why they still don’t offer a hybrid or in-person option.When pressed on whether the role of teachers unions have, on the whole, helped or hurt with the speed of school reopening, Cardona said teachers have “bent over backwards” trying to learn how to teach in a completely new way, essentially overnight.“They need to make sure that they’re advocating for a safe work environment as well,” Cardona said. “I definitely feel that having educators, school principals, superintendents, board members at the table is a critical component of safely reopening and reopening quickly.”", "Author": "Elizabeth Stuart", "article_body_bow": [[2, 0.1542936689], [3, 0.3367494557], [5, 0.2044955271], [7, 0.1683747278], [8, 0.3085873378], [13, 0.3222280766], [14, 0.0796719811], [15, 0.2309970967], [18, 0.1542936689], [21, 0.250574942], [22, 0.110906007], [24, 0.1542936689], [25, 0.1305210491], [29, 0.1417806024], [33, 0.1478632535], [34, 0.2044955271], [37, 0.3222280766], [38, 0.1417806024], [43, 0.3367494557], [45, 0.2218120139], [50, 0.1542936689]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "Head of largest teachers' union says educators  \"want to be back in-person with their students\"", "Article": " CNNBecky Pringle, president of the National Education Association, the largest teachers' union in the country, joined CNN tonight to discuss what teachers, staff and schools around the US are doing to return to in-person learning as the grip of the coronavirus pandemic begins to loosen. \"All of them want nothing more than to be in-person with their students. That is how they were trained to teach and work with them, and they miss them,\" Pringle told CNN during a back-to-school special tonight. \"They want to be back in person. What we've been saying for, and now, a year, is we have been asking for the resources we need to do just that.\"Pringle also spoke to the countless number of teachers around the US who fear a return to in-person instruction while the pandemic persists.\"Each school district is making the decisions based on the guidance of the CDC, and they are being so creative to keep students safe, and make sure they implement, with fidelity, the guidelines the CDC has laid out,\" she said. \"They are doing a variety of things, hybrid measures, methods of arrival, and messages to keep educator safe.\"", "Author": "No Author", "article_body_bow": [[8, 0.29451177], [15, 0.220460646], [16, 0.2116945216], [20, 0.3075303151], [25, 0.2491352074], [28, 0.541254304], [29, 0.270627152], [34, 0.1951678902], [41, 0.2822375593], [45, 0.4233890432]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "US students share the struggles they've faced through virtual learning during the pandemic", "Article": "CNN asked teachers, students and parents to submit video diaries about the challenges they've faced while learning virtually during the coronavirus pandemic.One of those videos aired tonight during CNN's back-to-school special hosted by Jake Tapper featured Reese McCall-Reguerra of Los Angeles, California, who said it's been hard to make friends as a new student.\"I am a new student to the school, a 9th grader, and it is very hard to socialize, and make friends,\" he said.Here are three stories from students across the US:", "Author": "No Author", "article_body_bow": [[2, 0.7780845225], [20, 0.406239415], [36, 0.3890422613], [45, 0.2796428658]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "Education Secretary Miguel Cardona says his top priority is \"safely opening our schools\"", "Article": " CNNMiguel Cardona's top priority as President Biden's secretary of education is to open schools safely and quickly to provide relief to millions of families struggling under the weight of the coronavirus pandemic.\"Without question, my biggest priority, right now, is safely opening our schools and do it quickly,\" Cardona said tonight on CNN. \"It is a balance to ensure we're moving the needle in the right direction to get students in school every day. We have to do so making sure we are adhering to these mitigation strategies that have worked to keep our schools safe.\"More on Cardona: Cardona, whose family is from Puerto Rico, enjoyed a meteoric rise to the top of Connecticut's public education system. He began his career as fourth-grade teacher in Meriden, in the same district where he attended school. Cardona soon became a principal and then assistant superintendent of the district before being named state commissioner in 2019.His predecessor, Betsy DeVos, was a controversial nominee from the start when former Vice President Mike Pence had to make a tie-breaking vote to confirm her to the role. DeVos, a staunch school choice and private school advocate, had almost no experience in public education and was often at odds with the teachers' unions.", "Author": "No Author", "article_body_bow": [[11, 0.2054996848], [15, 0.1818474142], [18, 0.2429286351], [20, 0.2536670086], [25, 0.4109993695], [27, 0.2232273591], [33, 0.4656084547], [41, 0.2328042273], [43, 0.5301972935], [45, 0.1746166586]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "Los Angeles County to reopen indoor dining, movie theaters Monday", "Article": "Outside view of the closed AMC Theater, amid the coronavirus pandemic, May 12, 2020, in Burbank, California. Valerie Macon/AFP/Getty Images/FILEIndoor dining at restaurants in Los Angeles County will be allowed to reopen Monday up to 25% capacity after being closed countywide for nearly nine months, the Los Angeles Department of Public Health (LAPDH) announced at a news conference Friday. Movie theaters will also be permitted to reopen with up to 25% maximum capacity.The announcement comes amid declining case levels and after California health officials said two million doses of the coronavirus vaccine have been administered to people in the most under-resourced communities across the state, allowing L.A. County to move from the purple tier, the most restrictive in the state's coronavirus reporting system, to the red tier. Restaurants in L.A. County that plan on reopening for indoor dining Monday must follow certain protocols to maintain proper safety and social distancing rules, the department said. There must be eight feet of distancing between indoor dining tables, air conditioning systems must be evaluated and are in good working order, and ventilation must be increased to the greatest extent possible. The maximum number of guests at each table at indoor and outdoor tables will be six people.On Monday, L.A. County will also permit museums, zoos and aquariums to reopen indoors with up to 25% maximum occupancy while gyms, fitness centers, yoga studios, and dance studios can reopen indoors with up to 10% maximum occupancy, all with masking required. By the numbers: Los Angeles County has administered more than 2.7 million doses of the vaccine since receiving their first doses, officials said. Next week, the county expects to receive an additional 260,000 doses. ", "Author": "Alexandra Meeks", "article_body_bow": [[9, 0.2213648163], [15, 0.1604536162], [20, 0.6714715579], [27, 0.3939306717], [35, 0.1479437227], [43, 0.2339105932], [45, 0.1540735371], [49, 0.4678211864]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "Given what we know now about the pandemic, the US should have shut down earlier, Fauci says", "Article": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told Axios that, given what he knows now about the pandemic, he would have recommended shutting the country down much earlier. Fauci told Dan Primack on an Axios Re:Cap podcast episode released Friday, reflecting on decisions made in the first months of the pandemic. “Obviously, if we knew then that this was a virus that was capable of spectacularly efficient spread, particularly among people who have no symptoms they’re spreading it, then you would have said, we should shut the country down now,” Fauci said. Fauci said such a recommendation would have been poorly received at the time.“You know what would have happened, people would have looked at me like I was crazy. ‘What are you talking about, shut the country down? We’ve only had a few cases.’ But if we knew then that we had clear and efficient spread predominantly by people who were not symptomatic, if we knew that as fact,\" he said.But there wasn’t enough evidence early on to justify such a measure, Fauci said.  ", "Author": "Christopher Rios", "article_body_bow": [[5, 0.1061989849], [9, 0.2482523789], [14, 0.082750793], [26, 0.1748813329], [29, 0.4417785446], [34, 0.2123979698], [38, 0.7362975743], [39, 0.1535772215], [45, 0.230383628], [49, 0.1748813329]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "CDC removes three-month cap on fully vaccinated people skipping quarantine after Covid-19 exposure", "Article": "The US Centers for Disease Control and Prevention removed language from its guidance this week referencing a three-month limit to fully vaccinated people being able to skip quarantine after a coronavirus exposure.Previously, the agency said on its website that fully vaccinated people could skip quarantine after a Covid-19 exposure if they were within three months of their final vaccine dose. They must also remain asymptomatic.Fully vaccinated means at least two weeks have passed since receiving a final dose of Covid-19 vaccine, whether that is two shots of the Pfizer/BioNTech or Moderna vaccine or one shot of the Johnson & Johnson vaccine.CNN has reached out to the agency for comment.CDC announced its first iteration of these guidelines a month ago. At the time, a spokesperson told CNN that the guidance mirrored what the agency had recommended last year for people who had become infected with Covid-19 in the last 90 days. She noted the agency wasn't suggesting vaccines were expected to wear off after 90 days, and that the CDC was continuing to evaluate that timeline as it got more information.On its website, CDC notes that guidance for fully vaccinated people \"will be updated and expanded based on the level of community spread of SARS-CoV-2, the proportion of the population that is fully vaccinated, and the rapidly evolving science on COVID-19 vaccines.”The quarantine exemption does not apply to people who live in \"non-healthcare congregate settings” such as prisons or group homes, even if they are vaccinated.", "Author": "Michael Nedelman", "article_body_bow": [[4, 0.2135087937], [7, 0.2231306806], [9, 0.5279077088], [14, 0.1055815418], [16, 0.1469729641], [20, 0.2135087937], [21, 0.6641252887], [31, 0.195948815], [34, 0.1354990346], [49, 0.2231306806]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "Treasury Department confirms first batch of Covid relief payments being processed today", "Article": "The Treasury Department confirmed the first batch of payments under the American Rescue Plan are being processed today and that some could be delivered this weekend.“The Treasury Department – through the Internal Revenue Service and the Bureau of the Fiscal Service – enacted an operational plan to begin processing the first batch of these payments today, which some recipients will start receiving as early as this weekend, and with more receiving this coming week,” the department said in a statement. CNN has previously reported that $1,400 stimulus checks will start going out this weekend. The Treasury Department said further payments to millions of Americans will go out in the coming weeks.", "Author": "Ross Levitt", "article_body_bow": [[1, 0.192192527], [11, 0.490674209], [35, 0.4003466826], [41, 0.2779348062], [49, 0.632979408], [50, 0.2900218947]]}, {"Source": "CNN", "Date": "2021-03-12", "Title": "Report: AstraZeneca will seek US authorization for its Covid-19 vaccine in March or early April", "Article": "Empty phials of the Astra-Zeneca Covid-19 vaccine at a vaccination center in Brest,  France, on March 12. Fred Tanneau/AFP/Getty ImagesAstraZeneca expects to ask the US Food and Drug Administration to authorize its Covid-19 vaccine for emergency use in March or early April, sources with knowledge of the company's ongoing clinical trial told Reuters.The company's phase 3 clinical trial completed enrollment in January and includes more than 32,000 volunteers, the sources said. They said at least 150 people in the trial have had Covid-19, and that the data will be used to determine the vaccine's efficacy.AstraZeneca declined to confirm the dates, telling CNN in a statement: \"The US phase III study results are necessary for the FDA’s evaluation of an EUA request for our vaccine. We expect data from our US Phase III trial to be available soon, in the coming weeks, and we plan to file for emergency use authorization shortly thereafter.\"In February: Ruud Dobber, an AstraZeneca executive vice president and president of the company’s biopharmaceuticals business unit, told congressional lawmakers the company would have 30 million doses of its two-shot vaccine available in the beginning of April, which could be released \"instantly\" if the vaccine is authorized. He said 50 million doses would be available to the US at the end of April – a figure AstraZeneca reaffirmed to CNN on Friday.Biden administration Covid-19 response coordinator Jeff Zients said Friday that the US has a “small inventory” of AstraZeneca’s Covid-19 vaccine, in the event it is authorized.", "Author": "John Bonifield", "article_body_bow": [[9, 0.0981686174], [18, 0.1901144662], [21, 0.7718709666], [22, 0.1366539305], [25, 0.3216455964], [26, 0.2074645819], [34, 0.3779567715], [35, 0.131217155], [41, 0.1821911665]]}]